[{"title":"Promises第九章","date":"2020-02-06T17:14:42.000Z","date_formatted":{"ll":"2020年2月7日","L":"2020/02/07","MM-DD":"02-07"},"updated":"2020-02-10T06:58:04.515Z","content":"PromisesMarie Sexton\n第九章一周之后，Matt在五点的时候出现在我门口，他还穿着制服。看到他我很高兴。\n“我们走吧。”我开门的时候他说道。“我去给你买晚饭。”\n我们坐上车，他说：“我得中途先去一下我家，我想换件衣服。”我还没去过他家，很好奇他的家怎样的。\n结果他住的地方算不上一个房子，他把车停在一排公寓前。如果再大一点就算得上是一间公寓了。那是一个白转围成的又长又窄的长方形，里面有四间能引起幽闭的单人房间。\n我们一起走进门，我被这地方莫名的空荡所震惊。这间极小的起居室大部分空间都被你能在电视上看到的那种大型的健身用具所占据。除此之只有一把金属的折叠椅，一张旧的木制方桌（用作咖啡桌，在一把椅子前面），一个放在木箱上的电视。这是我见过最整洁的单身汉的房间了。\n“哇，这地方不错。这牢房的装饰很适合你，很符合‘风水’。”\n他给了我假笑：眉毛翘起，一边的嘴角上扬。“在我开始以为你不是真正的同志之后，你又开始用，‘装饰’和‘风水’这样的词。”我笑了笑。\n他走进卧室换衣服，背对着我说：“不用拘束，当你自己家就好。”\n这客套话听起来有点滑稽，这没有什么给我感觉像是个家。\n客厅后面与厨房相邻的一个小角落简直不能被叫做餐厅。一张不解释的牌桌，还有另一把金属折叠椅。我惊讶的看到后面一整个墙面被一个巨大的书柜占满，里面的书多得要掉出来。我走过去浏览那些书的名字。这些书以各种方式堆在一起，不久我就发现他们是按照类别和作者粗略排列的。这才是整洁。一个架子上全是法律、警察章程还有刑事司法相关的教科书。然后是更多的非虚构文学，大多数是有关战争和军旅的，还有几本人物传记。然后就是各种各样的小说——疑案、惊悚、科幻、西部，除此之外甚至还有几本绘本。\nMatt从卧室出来，穿着他气场的那件牛仔裤和T恤。他站在我一旁，又高又挺，双手别在背后，看着那些书。我感觉我发现了一扇通往他内心的小窗。也许是一座圣殿，我不确定那窗后到底是什么。\n“你给我的印象不太像是个会读书的。”\n他沉默了一会，平缓地说：“我经常一个人，有时很难消磨时间。”\n这些话还有那语气中透露出疲惫的感受触动了我的心弦——这份孤寂完全同我一样。“我太知道这是怎样的感受了。”\n就在那一刻，有什么东西在我们两人间传递。我们没有开口，但我知道我们都感受到了。那不像是找到灵魂伴侣那样的老套而浪漫的情节，只是两个相通的灵魂无声地相识。我们都孤独了这么久，也许再也不会了。\n“所以你的家人对你是同志这件事不介意吗。”这问句听起来更像是陈述句。\n我们去了Tony家的餐馆。Matt不想冒着撞到Cherie的风险去Mamacita家的餐馆，那真的不比这好多少。我确定整间餐厅只有我们一桌客人，店里的两个服务员赶忙过来接待我们。他似乎没有注意到这些，\n“我父亲为此困扰了一阵，他和你想的一样，认为我只是没努力尝试过。他真的会说‘我的孩子，你只需要和姑娘们试个一两次就行了。’这样的话。我母亲很好地接受了，不过她时不时为此而难过，她觉得我会错失将来抚育孩子的机会。她不希望看到我孑然一身。”\n“Brian尽最大努力接受这件事，尽管还是吓到了他。出柜前我最担心的就是他，我一直都很尊敬他，我当时很肯定他会因此厌恶我。我决定要第一个告诉他，这让我无从鼓起勇气，于是我带他去了酒吧——我当时刚满21周岁——几杯酒下肚后，我终于壮起胆子对Brian说，‘Brian，我是同志。’他笑了，是真的笑了。，然后他对我说，‘不是在说笑，孩子，你终于弄明白了吗？’我想了想他的话，也跟着笑了。Brian是看着我长大的，肯定在什么时候知道了我和Steve Atwater的事，还有我迷恋上他最好的朋友以及在我21岁生日上发生的事。得知我在他心中的地位没有动摇，我如释重负，否则我将无法面对。”\n“你有一个，你懂得，一个——朋友吗？”\n他似乎在那个词上有些踟蹰，我对他笑了，说：“我算是有一个朋友。他叫Cole，我们在大学的时候相识，实际上他当时在和我的室友约会。不过他们分手之后，我们约过几次。他住在Arizona，不过他家在Vail有一套公寓。他来这边滑雪的时候，有时会叫我一起。我们的关系很随意，彼此都不是喜欢的类型。对我来说他有点过于花哨了，我对他来说也太土了。只是偶尔会在一起，没有一点感情。除了他之外就没有别的人了。”\n“那你怎么能遇到像你这样的人？”\n“我再也没见了，我过去偶尔会去酒吧。Fort Collins有一家，Boulder和Denver也有几家。你知道的，就像你们一样，你或许能在那打上一炮——在同志酒吧，几乎可以保证你能找到人上床。不过这取决于你的标准——但除此之外，你找不到什么别的东西了。”\n“这就是你想要的吗？除了性之外更多的东西？”\n“我们不都是吗？”这听起来过于做作。\n我们真得换个话题了。“所以，你工作怎么样？”我马上就知道这不是个好问题。他灰色的双眼更加深沉了——我现在一点也看不到里面的绿色了——他有点紧张。\n“不怎么样。”他含糊地说。\n“怎么了？Coda发生了什么我没听过的犯罪？”\n他放松了一点。“我不得不几次三番把Dan Snyder从Cherie家里拽出来。第一次是他喝醉了酒往她的房子扔酒瓶。另一次，他在Cherie家里，她看起来很糟糕。我实在不明白她为什么不提起诉讼，很明显他一直在对她家暴。他可真是个杰作。”\n“Dan一直都很混蛋的，从高中开始就是这样。”\n“嗯。”他沉默了一会，开始扯瓶子上的标签。“我真是受够那些家伙了。”他安静地说，没有看我。我花了好一会才明白。\n“是因为我？”\n他不情愿地点点头。\n“那我们到底在这做什么？”我难以置信地问。\n我告诉自己要压低声调。“你来我家，还带我出去吃饭——他们当然会议论。”\n他耸耸肩。“真是惹火我了。”尽管听起来他并没生气，而是有点难过。“他们都结婚了，不懂这些。我见到你的那天晚上——那不是第一次，他们一直想安排我相亲。”我不知道要对此说些什么。“我和他们一起共事，所以我想和他们好好相处。但是一天结束，他们都回到各自家里。”\n而他独自一人回到自己的牢房公寓。他没说出这句，但我听到了。\n我们安静地吃了一会东西。突然听到一个声音，“嗨，Jared！”我抬头看到了Stevens先生，高中的乐队指挥，就我所了解到他是镇上除我之外唯一的同志。他已经年过六旬，穿着很得体，他似乎总是打一个领带。\n“嘿！Stevens先生，最近过得怎么样？”\n“你很久前就不再是我的学生了，你知道的，可以叫我Bill。”他一直对我这么说，但要管自己之前的老师直呼名字还是有点难为情。“我相信，你就是我们新到任的警官咯？”他对Matt说。\n“是的先生。Matt Richards。”他握了握Steven那有点衰弱的手。\n“Richards先生，很高兴见到你。我非常开心你能加入我们这个小社区。希望你不介意我问这个问题，你是真的在局里出柜了吗？”\n我强忍住不笑出来。很明显Stevens先生猜想Matt是同志。不过就我看来，很明显地Matt完全不知道他在说什么，我能从他的表情在中看出来，他正在思考，“出哪？”但戏剧性的是他点点头说：“是的，我已经出了。”现在我真的要忍不住想要笑出来了。\n“那真是太棒了，很高兴听到我们的警局已经如此开放。”\nMatt的神态没什么变化，Mr. Stevens显然看不出他有多么困惑。我意识到自己已经如此熟识他那谨慎的表情。“那好吧，我就先不打扰你们俩，我想让你们知道看到你们在一起我有多开心。”他向我眨了眨眼。“给我这个老头子一丝希望。”\n","plink":"http://wardzhou.art/2020/02/07/PromisesChapter9/"},{"title":"Promises第八章","date":"2020-02-06T13:37:18.000Z","date_formatted":{"ll":"2020年2月6日","L":"2020/02/06","MM-DD":"02-06"},"updated":"2020-02-06T17:15:07.569Z","content":"PromisesMarie Sexton\n第八章“Jared！”Ringo从店外快速地冲进来，撞翻了汽车空气清新剂的展示柜。他没有停下来，跑到店里面对我说：“Jared！我考试过了！拿了97分！”他飞奔向我，用他瘦削的胳膊搂住我的脖子。\n“棒极了！”我尴尬地轻拍他的背，他似乎意识到自己在做什么，后退了一步。他的脸上洋溢着得意的表情，笑个不停。\n“你是个天才！”他对我说。\n我也被他的喜悦所感染：“这都是你努力的结果。来吧，我带你出去喝酒庆祝庆祝。”\n“我还没满21周岁。”\n“我没说让你喝酒，走吧！”\n我带他去了镇上Tony家的披萨店。我们点了份披萨，服务员才把酒还有给Ringo的软饮送过来，Matt出现在我们桌前。\n“嗨，Jared！”他见到我似乎真的很开心，但有点小心。“你最近怎么样？”\n“很好。这是Ringo，才考过线性代数，我们正在庆祝。”Ringo脸上一直挂着笑容。\n“真棒，”Matt对他说，然后转向我，“介意我在这坐一会吗？”\n“当然不。”\n他挤进我旁边的位置。“Jared，我得为那天晚餐的事情向你道歉。”\n“没关系的。”\n“我父亲——”\n“Matt，我真的不怎么在乎你父亲怎么看我。你说对了，他是一个易怒，好斗，又充满敌意的混球。”\n“终于，你发觉一般情况下我都是对的了。”他的眼睛扎了一下，好像在笑。我知道他在开玩笑。\n“不难受了吧？”\n“一点也不。”\n“谢谢你，Jared。”听起来他松了一大口气，在我背上拍了一下，力气大到差点把我打昏。“你瞧，我们在那边坐，不如你们一起过来啊？”\n我望向他指的方向，两个警察，三个女人。换一句话说，人间地狱。我瞥了Ringo一眼，他和我想的差不多。\n“我觉得这不是个好主意。”\n“当然是！来吧，求求你，救救我吧。我不知道是怎么卷进来的，本来以为是一起吃个晚餐，没想到是相亲。”\n“天哪！”我对他笑着说：“我才不会过去！”\n“那我能待在这吗？”他给了我一个假笑：翘起一边眉梢，嘴角轻轻上扬。”\n“你在开玩笑，对吗？”\n他抓了抓他那深色的剪得很短的头发，疲倦地说：“一部分吧。”\n“她有那么糟吗？”我望向那桌。其中一个女人绝对在盯着他看。她看起来很体面，红色的头发很明显是染的。\n“我很确信她是个很好的人。”他小声地说。“但我们真的没什么好聊的。我刚刚坐在那闲聊，度过了有生以来最尴尬的40分钟。如果你能在那陪我的话会有趣得多。来吧，我们可以一直聊橄榄球，直到他们开始厌烦然后离开。”\n“Matt，那些家伙不可能原意让我同他们坐在一起的。”\n“他们当然会愿意的。”但他的语气听起来没那么确信。\n“不会的，你不会要告诉我你没因为和我出去玩而被他们议论吧。”\n从他发红的脸上能看出被我说中了，但他没有放弃。“那只是一方面，Jared，如果你能和他们多相处相处，他们就会意识到——”\n“相信我，这主意糟透了。不管怎样，我还欠Ringo一个庆祝披萨。”\n他像是忘了有这个人一样，惊讶地看了Ringo一眼，然后发出一声戏剧性的叹息。“好吧，就扔下我好了。我不订婚他们是不会罢休的。我会记得给你发婚礼请帖的。”\n“我会原意帮你开单身派对的，不过我觉得你不会喜欢我选的脱衣舞郎。”\n他终于笑了。我之前从没听他笑过，我傻傻地以为这是世界上最美妙的声音。\n“瞧，我就说你有趣多了。”\n\n翻译自原著第八章\n2020.02.06\n\n","plink":"http://wardzhou.art/2020/02/06/PromisesChapter8/"},{"title":"甄嬛传中出现的诗词摘抄","date":"2020-02-01T11:48:46.000Z","date_formatted":{"ll":"2020年2月1日","L":"2020/02/01","MM-DD":"02-01"},"updated":"2020-02-01T12:39:14.021Z","content":"长相思李白\n其一长相思，\n在长安。\n络纬秋啼金井阑，\n微霜凄凄簟色寒。\n孤灯不明思欲绝，\n卷帷望月空长叹。\n美人如花隔云端，\n上有青冥之高天，\n下有渌水之波澜。\n天长地远魂飞苦，\n梦魂不到关山难。\n长相思，\n摧心肝。\n其二日色欲尽花含烟，\n月明欲素愁不眠。\n赵瑟初停凤凰柱，\n蜀琴欲奏鸳鸯弦。\n此曲有意无人传，\n愿随春风寄燕然。\n忆君迢迢隔青天，\n昔日横波目，\n今作流泪泉。\n不信妾肠断，\n归来看取明镜前。\n一剪梅蔡伸\n堆枕乌云堕翠翘。午梦惊回，满眼春娇。嬛嬛一袅楚宫腰。那更春来，玉减香消。 \n柳下朱门傍小桥。几度红窗，误认鸣镳。断肠风月可怜宵。忍使恹恹，两处无聊。\n妾薄命李白\n汉帝宠阿娇，贮之黄金屋。\n咳唾落九天，随风生珠玉。\n宠极爱还歇，妒深情却疏。\n长门一步地，不肯暂回车。\n雨落不上天，水覆难再收。\n君情与妾意，各自东西流。\n昔日芙蓉花，今成断根草。\n以色事他人，能得几时好？\n寒菊郑思肖\n花开不并百花丛，\n独立疏篱趣未穷。\n宁可枝头抱香死，\n何曾吹落北风中！\n梅花崔道融\n数萼初含雪，孤标画本难。\n香中别有韵，清极不知寒。\n横笛和愁听，斜枝倚病看。\n朔风如解意，容易莫摧残。\n鹧鸪天·西都作朱敦儒\n我是清都山水郎，天教分付与疏狂。曾批给雨支风券，累上留云借月章。\n诗万首，酒千觞。几曾着眼看侯王？玉楼金阙慵归去，且插梅花醉洛阳。\n杏花天影姜夔\n绿丝低拂鸳鸯浦。想桃叶、当时唤渡。又将愁眼与春风，待去。倚栏桡、更少驻。\n金陵路、莺吟燕舞。算潮水、知人最苦。满汀芳草不成归，日暮，更移舟、向甚处？\n山之高张玉娘\n山之高，月出小。月之小，何皎皎！我有所思在远道。一日不见兮，我心悄悄。\n采苦采苦，于山之南。忡忡忧心，其何以堪。\n汝心金石坚，我操冰雪洁。拟结百岁盟，忽成一朝别。朝云暮雨心来去，千里相思共明月。\n白头吟卓文君\n皑如山上雪，皎若云间月。\n闻君有两意，故来相决绝。\n今日斗酒会，明旦沟水头。\n躞蹀御沟上，沟水东西流。\n凄凄复凄凄，嫁娶不须啼。\n愿得一心人，白首不相离。\n竹竿何袅袅，鱼尾何簁簁！\n男儿重意气，何用钱刀为！\n湘妃怨曹勋\n雨潇潇兮洞庭,烟霏霏兮黄陵。\n望夫君兮不来,波渺渺而难升。\n听弹湘妃怨白居易\n玉轸朱弦瑟瑟徽，吴娃徵调奏湘妃。\n分明曲里愁云雨，似道萧萧郎不归。\n子夜歌李煜\n寻春须是先春早，看花莫待花枝老。缥色玉柔擎，醅浮盏面清。\n何妨频笑粲，禁苑春归晚。同醉与闲评，诗随羯鼓成。\n短歌行其一曹操\n对酒当歌，人生几何！譬如朝露，去日苦多。\n慨当以慷，忧思难忘。何以解忧？唯有杜康。\n青青子衿，悠悠我心。但为君故，沉吟至今。\n呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。\n明明如月，何时可掇？忧从中来，不可断绝。\n越陌度阡，枉用相存。契阔谈讌，心念旧恩。\n月明星稀，乌鹊南飞。绕树三匝，何枝可依？\n山不厌高，海不厌深。周公吐哺，天下归心。\n桃夭 《诗经》桃之夭夭，灼灼其华。之子于归，宜其室家。\n桃之夭夭，有蕡其实。之子于归，宜其家室。\n桃之夭夭，其叶蓁蓁。之子于归，宜其家人。\n金缕衣无名氏\n劝君莫惜金缕衣，\n劝君惜取少年时。\n花开堪折直须折，\n莫待无花空折枝。\n鹊桥仙秦观\n纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。\n柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。\n菩萨蛮温庭筠\n小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。\n照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。\n鹊桥仙秦观\n纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。\n柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。\n摸鱼儿元好问\n问莲根、有丝多少，莲心知为谁苦？双花脉脉娇相向，只是旧家儿女。天已许。甚不教、白头生死鸳鸯浦？夕阳无语。算谢客烟中，湘妃江上，未是断肠处。\n香奁梦，好在灵芝瑞露。人间俯仰今古。海枯石烂情缘在，幽恨不埋黄土。相思树，流年度，无端又被西风误。兰舟少住。怕载酒重来，红衣半落，狼藉卧风雨。\n渡汉江宋之问\n岭外音书断，经冬复历春。\n近乡情更怯，不敢问来人。\n宫中词朱庆馀\n寂寂花时闭院门，美人相并立琼轩。\n含情欲说宫中事，鹦鹉前头不敢言。\n诀别书卓文君\n春华竞芳，五色凌素，琴尚在御，而新声代故！\n锦水有鸳，汉宫有木，彼物而新，嗟世之人兮，瞀于淫而不悟！\n朱弦断，明镜缺，朝露晞，芳时歇，白头吟，伤离别，努力加餐勿念妾，锦水汤汤，与君长诀！\n小重山岳飞\n昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。\n白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听？\n代赠李商隐\n楼上黄昏欲望休，玉梯横绝月如钩。\n芭蕉不展丁香结，同向春风各自愁。\n八至李冶\n至近至远东西，至深至浅清溪。\n至高至明日月，至亲至疏夫妻。\n古意吴伟业\n珍珠十斛买琵琶，金谷堂深护绛纱。\n掌上珊瑚怜不得，却教移作上阳花。\n摸鱼儿·雁丘词元好问\n乙丑岁赴试并州，道逢捕雁者云：“今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”予因买得之，葬之汾水之上，垒石为识，号曰“雁丘”。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商，今改定之。*\n问世间，情为何物，直教生死相许？天南地北双飞客，老翅几回寒暑。欢乐趣，离别苦，就中更有痴儿女。君应有语：渺万里层云，千山暮雪，只影向谁去？\n横汾路，寂寞当年箫鼓，荒烟依旧平楚。招魂楚些何嗟及，山鬼暗啼⒀风雨。天也妒，未信与，莺儿燕子俱黄土。千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。\n长命女冯延巳\n春日宴，绿酒一杯歌一遍。再拜陈三愿：\n一愿郎君千岁，二愿妾身常健，三愿如同梁上燕，岁岁长相见。\n客从远方来客从远方来，遗我一端绮。\n相去万余里，故人心尚尔！\n文彩双鸳鸯，裁为合欢被。\n著以长相思，缘以结不解。\n以胶投漆中，谁能别离此？\n\n2020.02.01\n\n","thumbnail":"https://i.loli.net/2020/02/01/naYdzhtjo3HZCpl.png","plink":"http://wardzhou.art/2020/02/01/甄嬛传出现的诗词摘抄/"},{"title":"Promises第七章","date":"2020-01-22T08:45:01.000Z","date_formatted":{"ll":"2020年1月22日","L":"2020/01/22","MM-DD":"01-22"},"updated":"2020-01-30T13:40:03.845Z","content":"PromisesMarie Sexton\n第七章在那之后，他又来了店里几次。每次都是在店里要打烊的时候，然后我们一起去吃晚餐。我很吃惊，他会想要约我出去，但也为之而激动不已。他是个很聊得来的人。\nLizzy邀请他在将士纪念日那天去她家吃烧烤。\n他看起来很开心能一起来，但就在还有两天的时候，他突然过来店里取消了约定。\n“Lizzy，一起吃饭的事情可能要延期了，我父母这周要来看我。”\n“没关系。”她说，她甚至都没看邀客名单。“带他们一起来。”\n他有点吃惊，但坚决的说：“不，我不能带他们来。”\n这会她抬起头来：“怎么不行？”\n“我不能这样打扰你们。”\n“别傻了，人越多越好。”\n“哦......”他突然看起来有点不安。“Lizzy，很感谢你的心意，但这不是个好主意。你会后悔的，相信我。”\n“我的天，他们有那么糟吗？”她开玩笑地说，对他挑了挑眉。\n但他在回答的时候一点都不像是在开玩笑。\n“是的，真的很糟。你知道电影里那种会毁掉每一个假期的讨厌的伯父吗？不开玩笑，那就是我父亲。”\n她对着他愣了片刻，手指不断敲着嘴唇，考虑他说的到底有多严重。随后她面露坚定的神情，我想劝他最好不要坚持了，因为Lizzy会如她所愿的。\n“Matt，你还从没见过我的父母，他们简直是疯子，我是说真的。Jared？”她转向我。“跟Matt说说我们的父母有多疯狂。”\n“嗯.....”\n她已经准备好第二轮说辞了：“说真的，你的父母不会比我们的更糟了。”\n“我不确定——”\n“棒极了！那我们五点半见？”Lizzy又把注意力放在宾客名单上，像是这个话题已经结束了一样。\nMatt似乎有点为难，不知道要怎么办。“哦，好吧，谢谢你Lizzy。”他向Lizzy翘了下眉头，不过她还在低头，只有我看到了这一幕。“别说我没警告过你。”他转身往门口走，走到最后的时候转过头说：“我父亲很能喝。”这话听起来像是个警告。\n“没问题。”\n他们准时到了。Matt的母亲Lucy是一个54岁的有着一头闪亮金发的女人。不过她的头发中间的某个地方又由褐色变成了灰白。她绿色的眼镜看起来紧张而哀伤。双手一直没有安顿下来，不安地的摆弄着她的项链、耳环还有头发。\n他的父亲Joseph，体型魁梧。和Matt一般高，有着深色的短发。他显然也曾有过运动员一样的身材。但眼前的啤酒肚还有糟酒鼻表明他是个实实在在的酒鬼。\n他们带了一瓶酒来，用精美的锡纸包裹，系上了蝴蝶结。Lucy刚递给Lizzy，Joseph就说：“如果你不介意的话，我现在就想来一杯。”\nMatt和我跟着Lizzy进了厨房。Matt看起来绝对不太对劲。我从没见过他如此紧张不安。看来他的父母是个定时炸弹，他就盼着他们能尽快离开。\n“我们准备的酒绝对够喝了。”Lizzy一边开心地说着一边打开了酒瓶。在她带着酒和杯子过来的时候又说到：“我买了三瓶，两瓶白酒，一瓶红酒，还有一箱啤酒。如果他想来点更烈的，柜子里还有不少藏货。”她指向酒柜。\n我跟着Lizzy返回客厅，Matt一把抓住了我的胳膊。\n我抬起头，惊讶地看到他脸上的恐慌。“她怎么买了那么多酒？”\n“你说过你父亲喜欢喝酒。”\n“哦，不。”他哀嚎着把头埋在手里。\n“怎么了？”\n“我是想说，她什么酒都不该买的。本来是想提前跟她打招呼的。我的天，我真是太蠢了。我应该说得更清楚的。该死，这下糟了。Jared，他没喝醉的时候是个混球，喝醉的时候，他就会变成一个愤怒、好斗、充满敌意的混蛋。”\n“有这么糟？”如果他看起来没那么吓人的话，我可能要笑出来了。\n“糟透了！”他双手用力地搓脸，走到酒柜跟前，翻出了一瓶杰克丹尼威士忌，又拿了两个杯子，倒了两大杯。\n“给。”他递给我一杯，然后一口喝下了他手里的那杯。\n“我讨厌这东西。”\n“相信我，”说着他又给自己倒了一杯。“如果你已经喝了个半醉的话过一会就不会觉得太痛苦了。”\n我们在院子里吃晚餐。太阳还没落下，低挂在天边，在草地上抛下长长的影子。那是个美丽的夜晚，但和餐桌上紧张的气氛莫名的相违。不出预料地，在我家人的引导下，话题转向了橄榄球。\n“你是酋长队的粉丝吗？”Brian问Joseph。\n“天那，当然不是。我是牛仔队的粉丝。我觉得Matt喜欢别的队简直是反叛。好在他喜欢的不是红人队。”\n“我非常确信你会为这把我从你家踢出去。”Matt冷淡地说。\n“你说对了。”我看不出他是不是在开玩笑。\n“Lucy，”我母亲插话。“你在外面工作吗？”\nLucy看起来有点惊讶，似乎她根本没想到她会在晚餐的时候说上话。“没，我已经不在外面工作了。之前做了二十五年的护士，不过现在已经退休了。”\n“你是在医院里还是在办公室里工作？”\n“在医院。这几年我在好几个部门工作过，但我最喜欢的是产妇病房。我在那度过了我最后十年的生涯。有那么多宝宝。”她的双手第一次平静下来，握在胸前，像是在祈祷，脸上笑容中流露出怀念之情。她转而问Lizzy：“你的孩子什么时候出生？”\n“万圣节期间。”\nLucy转向我母亲，脸上仍带着微笑，但又有些哀伤。“真羡慕你，我一直想要个外孙女。”她的目光投向Matt随后又转回餐桌上，笑容突然消散，再一次焦虑不安起来。她似乎有点后悔说了这些，当Joseph张嘴的时候我才意识到这是怎么一回事。\n“别看着我，好像你会有一个似的，所以你最好就不要再抱有幻想了。就我看，Matt永远也不会做他该做的那事。”\n“您或许知道从生理上说，只靠我一个人是生不出孩子的吧。”他盯着盘子，语气有一点滑稽。我觉得这不是他们第一次为这件事争论了。\n“别在我面前假机灵。你已经不小了，已经过了要结婚安顿下来的年纪了。”\n“我们正在计划要去度假。”Lucy突然插话，明显是想要强行转移话题。\nLizzy接了话：“Lucy，那听起来很棒，你们准备去哪？”\n“弗洛里达，不过还不确定我们是不是要去——”\n“你有在和谁约会吗？”Joseph似乎没意识到已经不是刚刚的话题了。\n“父亲，我还没有。最近一直在忙，不怎么容易见到什么人。”\n他的话着实让我一惊，因为我知道镇上已经有好几个单身的女人拼了命想要和他约会。\n“胡说！那Jared呢？”我差点从椅子上跳起来。有那么一个瞬间，我甚至以为他在暗示Matt正在和我约会。然后他接着说：“我确信他能给你介绍对象。Jared，你已经有女朋友了对吗？”\n“哦。”我慌了神，尽管这是多么简单的一个问题。“还没有，先生。”\n“你怎么该死的还没有？”\n“哦。”Matt转向我，眼神充满极度的恐惧，设法要警告我，但太迟了。那几个字已经脱口而出：“我是同志。”\nMatt低下了头，就像是有人大喊了一句“快卧倒找掩护！”一样，胳膊抵在桌上双手抱头。\nLucy大吃一惊，嘴张成了O形，她那烦躁不安的手指颤抖地更加厉害。\n“你是同志？”Joseph的声音吓人的震耳，又有一点侮辱地说：“你是说，你是基佬？”\n“哦......”我环顾在座的人想要寻求帮助，但似乎没人要开口。大家都被这可怕的场面吓得愣住了。这顿晚餐已经变成某种周末电影，不管演的有多糟，也没人似乎想要换台。\n“所以你喜欢草（一种植物）男人的不可描述?”\n\n (终于出现了，我没法翻译出来的第一句粗话233333)\n\n这句振聋发聩的话，让在座的人都被他吓了一跳，不过Lizzy很快地反映了过来，转回Lucy的话题，大声地说：“抱歉Lucy，我忘记您刚刚说到哪了？你们准备去弗洛里达？”\n现在已经能看的到Lucy在颤抖，不安地摆弄她的项链。\n“哦，我在考虑去劳德代尔堡，但我不确定是不是只有孩子喜欢去那边，也许是奥兰多？你去过那吗？”\n“我没去过，不过我哥哥——”\nLizzy没能把她哥哥的事情分享给大家。\nJoseph突然站起来，撞倒了他身后的椅子。Matt被吓了一跳，抬头看，Joseph指着我说：“你在干我的儿子？是这样的吗？”\n“不是！”Matt和我同时说，Matt接着说道：“父亲，够了！”\n“Joseph！”Lucy的语气带着一点恳求。“我们是这的客人，坐下。”\n他没有听。“我在海军的时候认识一个像你这样的人，”他对我说。“他已经结婚了，一天他的妻子回家，发现他正在和另一个男人在她的床上鬼混。这让他被可耻地开除了军籍。”\nMatt在他面前双拳握得惨白。“父亲还记得吗？在那之前你和James是六年的朋友。他是个好人。”\n“你根本不知道你在说什么。”\n“他曾经是你的朋友。你应该站在他一边的。”\n“你不知道那在海军里算什么，你居然给那个混蛋开脱。不要教我该做什么。你一点都没搞明白是怎么回事。”他拿起酒杯，神志不清地对着酒杯皱了下眉，发现是空的，又拿起了Lucy的酒杯一饮而尽。随后他拿走了桌上一瓶已经打开的酒，走回房间，留下院子里的我们沉浸在一片尴尬的沉寂中。\n过了一会，Lucy也站了起来，双手颤颤巍巍，我能感到她快要哭了。“Matt，我想现在该送我们回旅馆了。今晚已经和你的朋友们聊得够多了。”她拽了一下衬衫还有裙子，整理了一下头发，重新振作起来，对Lizzy说：“很高兴见到你们，非常感谢你们能招待我们这么棒的晚餐。”\n我想她本要再多说几句的，但她的下巴开始颤抖，随后她就快速走回房间了。\n其他人都没有起身。Brian呆若木鸡。母亲非常生气。Lizzy似乎还在回想晚餐时发生的一切，想要弄明白是哪里出了问题。Matt只是坐在那，盯着盘子。\n终于他抬起眼睛看Lizzy：“我很抱歉，Lizzy。”\n她看着Matt，给了他一个无力的微笑，手顺着桌子伸向他，掌心向上。他亲切地把他的大手放在Lizzy手上。然后Lizzy将另一只手放了上去拍了拍。“你警告过我，下次你再跟我提什么事情是个坏主意，我会听的。”\n他放松了一点，点点头。“谢谢你，Lizzy。”他转向我，张开嘴想要说什么，瞥了一眼其他还坐在桌上的人后似乎又改变了主意，在我背上拍了一下，然后说：“改天再见。”\n他走后，我们都静静地坐在那。我非常难受，如果我不是那么蠢，这一切都不会发生。我怎么就非要张开我这大嘴巴？\n“Lizzy，我很抱歉，我本不该——”\n“不！”她的眼神很凶。“不许道歉！你怎么能对那么一个偏执的混蛋道歉。”她站了起来，走到桌子这头，从我的椅子背后抱住我的肩膀。“他是个混蛋，你没什么好抱歉的。”\n\n译自原著第七章\n2020.01.27\n\n","plink":"http://wardzhou.art/2020/01/22/PromisesChapter7/"},{"title":"Promises第六章","date":"2020-01-21T16:47:05.000Z","date_formatted":{"ll":"2020年1月22日","L":"2020/01/22","MM-DD":"01-22"},"updated":"2020-01-30T13:39:56.104Z","content":"PromisesMarie Sexton\n第六章周六那天的九点五十五分他到了我家。我没想到他能早到，我还没刮胡子，只穿了个背心在家。他对我挑了一下眉毛。\n“睡得太晚了？”他开玩笑地问道。\n“不，睡得一点也不晚。我就是个喜欢赖床的家伙，不像你这么早。快进来吧。”\n“我没打扰什么吧？”他问着，目光瞥向卧室。\n我笑了：“天，我倒希望是这样。镇里唯一的选择是Stevens，那位高中的乐队老师。他比我大了三十岁，我还没那么绝望。”\n“很高兴听你这么说。”他走进厨房。“你有咖啡一类的东西吗？”\n“当然有，你自己动手吧，等我一会，我先把衣服穿好。”\n在卧室里，听到冰箱门打开的声音，紧接着是他的大喊：“我的天，你没有吃的东西吗？”\n“有啊！”\n“我只看到牛奶、啤酒、一块奶酪、两个餐盒还有三罐，是四罐芥末！”\n“这不有了吗——牛奶、啤酒和奶酪：三样简单的食物放在一起。”我边说便往厨房走。“我又没说有很多吃的，我不怎么做饭。”\n“我也是，不过我敢说我冰箱里要比这好一点。”他关上了冰箱门，转向我，焦虑地搓着手。“我们等下路过熟食店买些三明治带走吧，我饿坏了。”\n我不确定这边的三明治店（我绝不会称之为熟食店）现在已经开了，但至少杂货店是开的。\n“你好了吗？”他问。\n“嗯。”\n“好的，那我们去买点吃的，然后，嗯......”——他怎么看起来这么慌张？——“我们中途要去接Cherie一起出城。”\n这感觉像是他刚刚一拳打在我肚子上。“Cherie？”\n他至少有理由感觉很为难。“哦，是这么回事，几天前的晚上，我们接到关于家暴的报警，结果是她家。她那个败类前夫——他叫什么名字来着？”\n“Dan Snyder。”\n“对，他当时在那，喝得站不起来。她一直在哭，他不断在咆哮，骂她是婊子贱货。看起来他还打了她。但她当然否认了，对于家庭矛盾，我们不得不带走一个人，于是我们逮捕了他，结局很难堪。”\n“不管怎样，她第二天找到了我，出现在在我家门口。我的老天，她说她想报答我，问我能不能晚上去她家吃晚餐。她看起来不像是能接受我拒绝她的样子。于是我只得改而同意让她今天跟我们一起，这样我就不用去她家吃晚餐了。这比独自去她家安全得多。”他叹了一口气，朝我挑了一下眉，嘴角也有一丝难以察觉的上扬。我才意识到，这就是他所谓的笑脸了。“就当你自己是我们的陪护吧。”\n“所以你需要我来保护你的贞操？”我努力不笑出来。\n“与其说贞操，倒不如说是我的独立。”\n“是我在守护你的独立？”\n他朝我眨了下眼。“就是这样。”\n我笑出声来。“棒极了！我一直想做个自由战士。但你这回绝对欠我一顿酒。”\n他松了一大口气。“我保证请你。”\n得知他并不很想见她之后，我感觉好了一点。去接她的时候，Matt也显然没告诉过她就只有他们两人。她见到我的神情并没有比我见到她好多少。不过她还是决定要好好利用这次机会。\n我正从吉普上下来准备要坐到后座上。\n“别傻了Jared，你那条大长腿坐在后排肯定不舒服的。我坐在后面没事的。”\n看来骑士精神真的要亡了，我甚至都没反驳。她显然根本没把我当做竞争对手。为什么呢？我不得不提醒自己不是她的情敌。她坐到后排的中间，这样就能探过身子来同前排的我们聊天。我们就此出发了。\n我们知道藏宝处的GPS地点，拿着定位仪似乎是很容易就能找到那了，但实际上找去那的路却异常艰辛。\n我们带了一大本地形图，如果他们俩不是那么幼稚就好了。我们在高地徘徊了几个小时，想要找去藏宝地的小路。\n“所以，Matt你是从哪搬过来的？”Cherie问道。\n“我去过很多地方。最近住过的是俄克拉荷马，但我还在德州、阿肯色州和肯萨斯市住过”。当他说到最后一个的时候望向我。\n我对他笑了。“那就说得通了！我还在想为什么俄克拉荷马的人会是肯萨斯酋长队的粉丝！现在你搬来科罗拉多，我们这有支真正的队伍，该换换口味了。我要带你去看比赛，你就会被英里高所折服的。”\n“你们科罗拉多人都太会哄人了。你真觉得英里高好？你去过箭镞吗？那些人真的知道怎么旅行野餐！停车场上全是烤肉的。几英里外都能闻得到。你们这些野马队的粉丝真得学着点。”\n“我同任何一个人一样喜欢户外烤肉，但为一支平庸的队伍呐喊可一点都不公平，不是吗？”我还笑着，尽管他没什么表情，但我知道他被我这番话逗得很开心。\n“平庸？上个赛季我们就落后你们一次，还是因为我们的跑卫半个赛季都不在。我敢打赌......”\n“所以，”后排的Cherie插话，我们讲个都愣了一下，随后我意识到我不是唯一一个忘记她还在后排的。“你们这是临时牌照，是新买的吉普吗？”\n“是的，我从Jared手里买过来的。”\n“哦，是嘛？Jared，我没听说你有辆车啊。”\n很高兴她看不到我翻白眼。“我有车。只是我更喜欢骑自行车而已。”怎么大家都觉得这很奇怪？“不管怎样，严格来说他是从Lizzy手里买下来的。”\n“买来开在这种小路上在合适不过了，不是吗？”\n“这确实是我买这车的一部分原因。说到这山路，局里的人一直在讨论卡尔弗的山路。”\n“没听说过。”Cherie说。\n他转向我。“卡尔弗的山路不适合四轮车”我告诉他。“那是为山地骑行准备的。也是附近最好走的骑行山路之一。”\n“真的吗？他们说那还是很不好走的。”\n我咧开嘴笑了。“他们肯定是懦夫。嘿！你是准备要买山地车吗？”\n突然间能有一个朋友陪我一起骑行的想法让我兴奋不已。\n“我真应该买一辆吗？”\n“当然啦！”\n我们终于找到了藏匿地，在那挖出了一个金属盒子。打开了后，除了一本日志，就是些零碎的东西：一个绿色的玩具士兵，一张扑克牌，一个十点的骰子。我们当时没想到要带什么能放进去的东西，于是我们决定把我们的名字写进日志本里，然后回到了车里。\n“我要前座！”Cherie喊道。说出来后，她看起来有点尴尬。但是我知道是怎么回事了。“来的时候是你坐的后座，这很公平。”\n但这并不管用。Matt仍然跟我聊得比她多。\n回到镇里时，她放手一搏。“你确定不想进来喝一杯吗？”\n“感谢你Cherie，但Jared的嫂子还在等我们一起吃晚餐。”我被他的谎言所惊讶，信以为真地点点头。\n“祝你们玩得开心。”\n看到她离开他似乎很开心。\n“棒极了！”他开心地说。“这就把欠你的这顿酒给请了。”\n“Matt，你知道这是个小镇吧。不管我们去哪，她都有可能知道你对她说谎的。”\n“哦。”他愣了一下。“我还没想过这点。”\n能够在一起度过另外一两个小时可要比回到我那空荡荡的房子里要好得多。我十分惊喜地发现他也这么想。“我们还真的可以去Lizzy家，今天是周六，她可能正等着我去呢。”\nBrian不在家，不过Lizzy还在。正如我预料的那样，她看到我并不意外。然而她确实对Matt翘了翘眉。他借口要去洗手间先走了，Lizzy马上转向我：“在约会？”她对我挤了挤她那双蓝色的眼睛。\n“这不是约会。”\n“这看起来就是约会。”\n“这不是。”\n“他看似确实和你待了很长时间。”\n“他才到镇上，不认识什么人，就是这样。”\n“Jared”，她激动地说。“如果你觉得那个男人没有其他人陪，即便是在这个镇上，那你肯定是瞎了。他选择了你。”\n我知道她是对的。难道不是才见到他为了和我在一起对Cherie说谎？而且不管怎么说她也不是镇上唯一的单身女性。也许她是第一个花心思找到他家门口的，但这只能表明她这些人中强势的。但他也承认过自己是直男，那我们是怎么回事？想到这里，我能感觉到我的脸已经通红。\n“你们俩在聊什么呢？”Matt大步走回房间，问道。“怎么看起来你又为难Jared。”\n“头发。”Lizzy反应得很快。“你敢想相信他头上的那一团乱麻吗？我一直跟他说要去理发。”\nMatt朝我皱了一下眉，看着我头上那团脏乱的抹布。我努力不在他的目光下退却。我突然为动物园里的猴子们倍感遗憾。\n然后他转向Lizzy，挑了下眉，微微一笑：“我还挺喜欢的。”\n我的心快要从胸膛里跳出来，这会我的脸红得像番茄，我知道我是个完完全全的傻子。Matt这时已经转身走进了厨房。\n“我看不出来他是不是在开玩笑。”Lizzy从房间另一头对我轻声喊道。“但这绝对是一场约会！”\n\n翻译自原著第六章\n2020.01.22\n\n","plink":"http://wardzhou.art/2020/01/22/PromisesChapter6/"},{"title":"Promises第五章","date":"2020-01-19T13:24:02.000Z","date_formatted":{"ll":"2020年1月19日","L":"2020/01/19","MM-DD":"01-19"},"updated":"2020-01-30T13:39:48.254Z","content":"PromisesMarie Sexton\n第五章Ringo结果是个好学生，只是他的问题在于不擅长处理变量，总想把常量直接放到等式里。迈过了这道坎，一切都豁然开朗。不过他也有点被这自豪的劲头蒙蔽了双眼，还没学会的知识点却告诉我他已经学会了。但他一直持之以恒地学习。就这样，我连续给他辅导了几个星期，直到有一天Matt过来店里。\n“嘿！Jared！”他进来的时候对我喊道。“我正想在你走之前逮住你呢。”自从在Lizzy的那个晚上他知道我是同志之后就再也没见过他。\nLizzy马上假装在滤油器的架子旁边忙活。我知道她听都听得到，只是假装没有。\n“我还欠你一顿晚饭，想一起吃个饭喝点酒吗？”他瞥向Lizzy。“当然也欢迎你一起来。”\n“啊？我？”被发现在偷听的她，有点慌张尴尬。“不了，Brian还在等我，宝宝出生前我还不能喝酒。没有我你们俩能玩的更尽兴。”\n我们沿街到了Mamacita家的餐馆，我们那里唯一的墨西哥餐馆。\n“你确定这没关系吗？”进去之前我问Matt。\n“什么没关系？”\n“这是个小镇，大家看到你和我在一起，会有风言风语的。”\n他皱了下眉，我意识到他才想到这一点。但他只是耸了耸肩：“不过吃个晚餐而已。”\n“好吧，别怪我没提醒过你。”\n我们刚刚坐下来，店里的侍者Cherie就过来问道：“Jared，你这位朋友是谁？”\nCherie和我自从幼儿园就一起上学了，一直到高中毕业都是同学。那时她美极了——金色的发，褐色的眼睛，身材更是出挑。时至今日依旧如初，只是时光无情，带走了她眼中些许光彩，但也未曾全失。她两次结婚又离婚，都是同一个，Dan我们这当地的一个贫民。有谣言说Dan喝醉酒后就会打她，而他大部分时候都是醉的不省人事。她甚至有一次被打得进了医院。至少她足够明智要与他离婚，两次。\n他们也没有什么孩子，我想这也是好事。\n“Cherie，这是Matt。他是柯达新到任的警官。”我想着，Matt肯定在不久之前就对她的前夫再熟悉不过了。他总是到处惹是生非。“Matt，这是Cherie，她.......”深陷苦境？绝望？还是寂寞？“一位老朋友”，我讪讪地说。\n“很高兴见到你！”她几乎在用睫毛拍他了。不知怎么，我感觉我们会在这被优待的。\n她走的时候，Matt绝对在打量她。\n“所以。”，他说。“你们约过会吗？”\n我笑道：“没。”\n“那你和姑娘们约过会吗？”\n天哪，不，不要再聊这个话题了。怎么总是能聊到这个。\n“没，我从没认真和哪个姑娘约过。”\n“所以你也从没......?”他没说下去但已经知道他的意思了。\n“没，从没和女人有过。”\n“哦，那你怎么知道——？”\n我忍不住翻了白眼。“我就是知道，事实上，我从未想过是怎么知道的。”\nCherie带着我们点的酒来了，不断对Matt暗送秋波。他视乎没怎么注意。当她再一次离开的时候，他说：“抱歉，这不关我的事。”\n“没关系，人们总是觉得如果我们努力的话，也许会喜欢女人，不过至少对于我来说，并不是那样。”\n“那有些人是可以的？”\n“我不清楚。显然是有很多喜欢男人的家伙最后还是和女人结婚生子。这对他们来说一定很艰难。我真的说不准，我只知道我从来都没想试过，女人们就是对我没有吸引力。”\n“有意思。”他有点脸红。“那，从宗教上说呢？”\n“你是在问我这是不是一种罪吗？”\n“大概吧，嗯。”\n“我不相信有上帝，所以对我没什么影响。一旦你把他从平等状态中抽离出来，这就成了简单关于是否赞许成年人在一起的问题。”\n[^1]: Once you take him out of the equation, it becomes a simple matter of consenting adults.\n我确定这让他有点不自在。\n“所以，你一点不信教？”他不像是感觉受到冒犯，只是单纯的惊讶。\n“不太信。我不是被那样教出来的。我父亲是无神论者，我的母亲呢，我觉得可以说是带着一点佛教色彩的不可知论者。不知道你能不能听明白。”不过他的表情已经表明他没能理解。“我猜有很多像神灵一样的存在，有时我们并不能理解，但我能想象出来他或是它是什么样子。我更在意谁睡在我床上。”他似乎没有太多异议，完全陷入迷茫。“我就当你是基督徒咯？”\n“我猜是吧。我不确定，我不是那种极端虔诚的信徒，但我想我总是相信那是真的。我来自基督世家。不经常去做礼拜，但总是在餐前祈祷。就是这类事情。我真的没有仔细想过很多。如果这是错的，怎么会有那么多人相信呢？”\n“相信某个事物的人数可往往抵不上它的真实性。”\n[^2]: 原文：The number of people who believe a thing has no bearing upon its truth.\nCherie给我们端来食物的时候他还在沉思。\n“宝贝，还需要别的什么吗？”她几乎都没看我一眼。他又点了两瓶啤酒。\n我觉得反问一句还算公平。“那你呢？你有过被男人吸引的经历吗？”\n他涨红了脸，回答很有趣。“不，当然没有。”但那听起来是个谎言。他的回答太快也太急了。据我以往的经验，真正的直男是不会有如此大的反应的。\n“没关系的。如果你承认你真的偶尔会被男人吸引，这也没关系的。这并不意味这你就是另外一个人。”\n[^3]: 原文：It doesn’t mean that you’re any less of one.\n“没有！”他有点恼怒，但没生气。\n“好吧，那你在高中有参加过什么运动吗？”这可能听起来我在给他下套。\n“我摔过跤。”\n棒极了！当然，我现在开始在想象（脑补）他穿着那种摔跤时候穿的紧身衣是什么样子。\n“那你摔跤的时候，同另一个男人在地板上翻滚，有没有觉得有过一点兴（性）奋？”\n[^4]: 原文：turn on\n“那不一样。”\n这出乎了我的意料。我本来认为他会否认的。“是吗？”\n“不，每个人都会偶尔有的，这并不意味着什么。我们都戴着护具，所以另外的人并不知情。你知道的，这时候我会在脑海里想一下棒球或者其他事情，问题就自己解决了。”他开始恢复之前的样子了，又变回了往常的语气。\n“你真觉得是棒球手们的功劳吗？”我开始咯咯大笑，我知道他明白这是个玩笑话。\n“可能不是吧，但想到其他队员会痛扁我确实是我的诀窍。”\n“好，最好是。”\n我们吃完晚餐回到店里。尽管吃饭时提起了尴尬的事情，不过我们很快就转移到其他愉快的话题上了。\n“所以，你为什么当上了警察？”\n“感觉是一件自然而然的事情。尽我的职责，保护和服务上帝还有这个国家。就是这些狗屁的话。”\n“上帝和国家？你是海军还是什么？”\n他又皱了一次眉。我真希望他能多笑笑。我确信他笑起来一定很迷人。\n“不，但我父亲是。我本来也要去参军的，我没有参军这件事，我觉得他永远都不会原谅我的。我加入了后备军官训练队，但他觉得这还不够，其他人——我父亲，叔叔，我爷爷都是军人。我想他们难以理解我为什么不想过那样的日子。只要是他关心的，我都会去做，然而我辜负了他。”\n天，这完全能解释得通了！他看起来有点尴尬，我有强烈的预感，他还没全部告诉我实情。他突然改变话题一点也不令我吃惊。\n“你之前寻宝过吗？”他问道。\n“没，我听说过，但我没有定位仪。”\n“我这周末想去试试，想一起来吗？”\n“当然。”我努力说服自己这不是一场约会，只是伙伴们一起出去玩。说实话，有个伙伴一起也是令人愉快的。Lizzy和Brian也很棒，但我还是特别孤单。有朋友能一起出去玩的这个主意真棒。我最好抢占先机以防镇上中意的女人占用他的空余时间。\n“听起来会很有趣的。”\n“棒极了！那我周六的十点去接你。”我确信Lizzy不会介意我请一天假的。\n我告诉他去我家的路，然后就在这星期剩下的时间一边数着日子一边骂自己是个傻瓜。\n\n还有什么比渣男回头更刺激的？所以周末的约会两人会撞出什么火花呢？下一章见~\n\n译自原著第五章\n2020.01.20\n\n","plink":"http://wardzhou.art/2020/01/19/PromisesChapter5/"},{"title":"Promises第四章","date":"2020-01-18T03:33:57.000Z","date_formatted":{"ll":"2020年1月18日","L":"2020/01/18","MM-DD":"01-18"},"updated":"2020-01-30T13:39:39.638Z","content":"PromisesMarie Sexton\n第四章“快去理发，你这懒鬼！”，Lizzy又开始因为我的头发唠叨了。这是她最爱的话题之一了。“说真的，杰领导(原文Jarhead)，不管你觉得怎么样，你这发型已经过时了。”\n我不是海军，Lizzy发现“杰领导”是个有趣的称呼。每次她认为我特别傻的时候都会这么叫我。\n这是件常事。\n她最喜欢吐槽我的事情之一就是我的头发的长度了。事实上我的头发反映了这样一个问题：在柯达只有两家理发店。镇里大部分男性都去Gerri开的理发店。但Gerri是镇上少数几个歧视我的人之一，所以我不能去那。另外一家是Sally的发廊，装饰精美，主要是女性顾客多。我去过几次，但体验很糟。姑娘们以为我是同志就会愿意同他们一起八卦谁和谁上床了，或是为了Brad Pitt和Johnny Depp谁更好而争论不休。（两个都不是我喜欢的类型）有一次我带Lizzy一起来，那简直是一场我们两个都不想再讨论的灾难。\n我有一头深金色的头发，浓密粗壮而且带着一点自然卷。如果头发太短的话，就会满头的打卷。不过要是等他长长一点，发卷至少还能垂下来。我本来是可以好好修剪的，但感觉要花很多功夫保持整洁的样子。所以就是现在这样子，乱糟糟的卷发。我甚至不得不承认那就像是老式的拖布一样。在店里的时候，我设法把头发扎起来。如果把这些卷发打直，就长到几乎难以用皮筋扎起来。早上整理好，到晚上会有一大半头发从橡皮筋里跑出来。\n“Lizzy，我就是喜欢头发又长又乱的样子，这不就是我们般配的地方吗？”\n她的头发和我差不多一样的颜色，不过要更长。发卷更像是轻柔的海浪。她把头发轻轻抛到肩后，用手指了指我，然后指向Ringo。\n“Ringo，告诉Jared他需要理发了。”\nRingo正在柜台上写作业，警觉地抬起了头。\nLizzy允许他在没有顾客的时候做作业。“啊？你在跟我说话吗？”\n她和蔼地翻了一下白眼。“当真吗？没人听我讲话，你们有什么迷惑的啊？”\n“高等代数。”他把铅笔往书上一扔，双手把额前的乱发推到脑后。“怎么会有人算得出这东西？”\n“你会弄懂的”，Lizzy向他保证。\n“怎么弄懂？我完全没能理解。我的老师只知道照本宣科，我父母也帮不上忙。没人能用我听懂的方式教我。”。他拿起笔，把头靠在手腕上继续埋头于作业中。“我恨数学！”\n“Jared能教教你。”\n“什么？”，Ringo和我一齐抗议。我就怕她会这么说，从他脸上的表情看，和我想的一样。\n“Jared数学特别好。他本来是要当物理老师的，是不是？”，她给了我一个死亡凝视，我躲开了。“也许他能教教你。”\n“也许吧”，Ringo非常怀疑，但没有再说什么。\n那天Lizzy在店里营业不久就走了，下午没有什么顾客。Ringo大部分时间都在研究怎么做他的数学作业。不断地用橡皮擦来擦去，看得出来，他开始有点沮丧。他时不时地瞥向我，纠结要不要问我，但我没有理睬。\n终于，在我整理登记簿的时候，他犹豫地问我：“Jared，你真知道怎么做这些题吗？”\n“是的，非常会。”\n“她说你本来要做老师，是怎么什么意思？”\n“那是我大学毕业后本来的打算。”\n“所以，为什么没当老师呢？”\n我本可以给他一样的回复，就如同我当时回复Matt一样，但不知道为什么，我告诉了他实情。“正如你不想让我教你的原因一样，有些人认为我会在学校里骚扰每一个遇到的男孩，就因为我是同志。”\n他沉默了片刻，我确定我让他有些尴尬。我开始有些自责，但已是覆水难收。\n“我父亲也是这么说的。”他的脸涨的通红，不敢直视我。“他说，我不应该在店里和你独处。我告诉他Lizzy一直在店里，他不知道Lizzy也会偶尔离开。”\n我的手开始微微颤抖，我努力地遏制住摔东西的冲动。“那我会确保与你保持距离的。”\n“事实是，你从未试图与我做些什么。我也从没见过你勾搭什么人。”\n“孩子，我是同志，我不是变态，我也不是个恋童癖。”\n“我不是孩子”，他愤然地反驳。\n我深吸了一口气，让自己冷静下来。当然，17岁这个年纪，感觉他不像是个孩子，尽管对于我来说他还是。“我知道，只是随便说说。就因为我是同志并不代表我不能控制住我自己，或者是我没有自己的原则。你会对你见到的每一个姑娘搭讪吗？即使是才14岁的那些？或者是那些已经有伴侣的？”他才满17岁，我可能举了个不恰当的例子。“那Lizzy呢？她也喜欢男人，但你却不会担心她对你下手。”在他陷入沉思的时候，我感到他开始动摇了。但我已经不想再谈下去了，不像是在街头演说，要么他能理解，要么就不能。“别想了，Ringo我要打烊了。你走的时候别忘记关灯。”\n“Jared，等一下！”\n我转过身。他咬着嘴唇，紧张地用铅笔敲着课本，但他至少在看着我了。“没有人教我这门课就要挂了。我付不起你钱，但如果你辅导我的话，我可以在店里加班。”\n“那你父亲怎么办？”\n他耸了耸肩。“他希望我考试能及格，我会想办法的。”\n他态度的突然突然转变令我惊讶。也许我真的对他有些误解。可能他是真的不想挂科，不管怎样，我很惊讶地发现给他辅导，没有一开始想的那么糟糕。我开始真的有些期待做些其他的事情。这可能会很有趣。\n有趣？\n考虑到我现在的社交情况，这绝对是个令人沮丧的迹象。不过整日坐在五金汽车店的柜台前可一点都不能让人提起兴致。至少这能锻炼一下被我忽视的技能。我几乎能感到我的大脑中那些没用到的部分在苏醒，伸展拳脚想要被派上用场。\nRingo还在看着我，等着我的答复。\n为什么不呢？\n“好吧，孩子，让我们看看你问题出在哪。”\n\n翻译自原著第四章\n2020.1.18\n\n","plink":"http://wardzhou.art/2020/01/18/PromisesChapter4/"},{"title":"Promises第三章","date":"2020-01-17T07:09:26.000Z","date_formatted":{"ll":"2020年1月17日","L":"2020/01/17","MM-DD":"01-17"},"updated":"2020-01-30T13:39:31.326Z","content":"PromisesMarie Sexton\n第三章那晚Matt见过了我的家人。Lizzy提早下班回家，表面上是想帮忙准备晚餐，但我觉得她是想要在我们到之前给Brian和母亲做好心理准备。\nBrian表现得十分恭敬，母亲一直在打量他，似乎也坦然接受了Matt。\n“你也喜欢山地骑行吗？”Lizzy直击重点。\n“在我搬过来之前卖掉了自行车。我喜欢骑行，不过在俄克拉荷马没有多少山地，怎么突然了？”\n“Jared每次一放假就一个人跑到山区骑行，我一直劝诫他，可就是不听，如果出意外受伤怎么办？”\n“妈妈不用担心，我什么时候受伤过？”\n“你每一次都会受伤！”\n天，我在努力不朝她翻白眼。“妈，摔一跤有点清淤可算不上受伤。”\n“而且你甚至都不戴个头盔！”\n她开始哭嚷了。比起带着愧意出门，我更讨厌戴头盔。“如果不是难行的山路我是不会戴头盔的，你能不能不要那么担心。”\n“如果你需要人帮忙的时候没有人的话怎么办？”\n“跟你另一个儿子说去”，我调侃地说，“是他每次都不陪我一起的。”\n“我根本追不上你！”Brian说，像是投降一样举起了双手。\n“不管怎么样”，Lizzy插话，“我担心的不是山路不好走，镇子里这么多疯狂的司机，开车的时候还在打电话，从来不好好看路。”她发抖的手指向我这。这不是我第一次听到她这套说教了。“你天天上下班都骑车，也不见你戴头盔，这太危险了。我敢打赌Matt能跟你列出一堆不戴头盔发生的意外事故，是不是Matt？”\n他半笑着说：“我知道不卷入家庭纠纷才算明智。”\n“Brian”，我乞求道，“快把我从你妻子那里救出来吧。”\nBrian笑着接受我的恳求，转移了话题。\n“所以，Matt你喜欢足球吗？”\n“当然啦。”\n“你是俄克拉荷马人？那你喜欢牛仔吗？”\n他真的咧嘴笑了，我觉得他要爆出什么大事情。\n“我是酋长队的粉。”\n“哦不！”餐桌上的人都爆发了。Lizzy开始向他使眼色。我们家是野马队的忠实粉丝，在家里声明支持野马的竞争对手简直就是异端教一样。\nBrian得意地喊：“Jared，你知道带酋长队粉丝来我家的下场，我会把你们都踢出去的！”\n“你看起来是个好孩子”，妈妈愁容满面，眼里闪着微弱的光。\n我笑了，“我不知道！我猜任何在科罗拉多住过的人只要足够聪明就知道哪个队更强！”\n“好吧”，Matt说。“大家都冷静下，你们野马队的粉丝太容易神经兴奋了！”这又让他得到另一轮讥讽，Lizzy又向他使了眼色，Matt收到了信号，转向我。“你知道可能会更糟的。起码我不是奇袭者的粉丝！”显而易见大家都同意这个观点。\n晚餐结束后，妈妈回家了，我准备从厨房拿了几瓶啤酒，送Matt到院子里。我刚刚走进，Lizzy对着我喜气洋洋的。我想要无视那副表情，问道：“你和我们一起出去吗？”\n“当然”，Brian开始说，“只要......”\n“不！”Lizzy打断他，玩味地拍了他肩膀，“不行，我们要给男孩子们留些独处的时间。”\n“啊！”Brian有点困扰，我突然回忆起Steve Atwater的事情。显然知道我是同志是一回事，但这是第一次他看到我和一个潜在伴侣在一起。我从没有过一个严肃到能介绍给家人的男朋友。\n“Lizzy，我觉得没什么必要。我非常肯定他不是那么想的。”\n“我可太确定了。你们俩吃饭的时候眼睛就没离开过彼此。我这就上楼了，Brian会帮忙收拾的。”\n“我应该怎么跟他说呢？”\n“你在开玩笑吗？告诉他，孕妇累了要休息，这甚至都算不上谎言。我累极了。但”，她的手正指着我。“我明天早上要听你完整的汇报。”\n两瓶啤酒下肚，我完全放松了下来。我们瘫坐在院子里的椅子上，享受着这 不合时令的温暖的夜晚。\n“所以你结婚了？”\n“没。”\n“离婚了？”\n“没。”\n“有过合适的？”\n“没。”\n哦，这有点奇怪。在我们这个年纪，至少会希望有个关系很近的姑娘，除非......\n“怎么没有呢？”\n他看起来开始有点不自在了，心不在焉地摆弄着瓶子上的标签。“我猜是还没有遇到心仪的姑娘。”\n“小伙呢？”，这句话在我能阻止之前就脱口而出。而我，确实想知道答案。\n“什么？不。”，他警觉起来，看起来有点生气。“当然不，你怎么会这么问？”\nLizzy给我的那缥缈的希望也没了。“只是随便问问，没什么大不了的，抱歉我提起这个。”\n“我不是同志！”\n“好吧。”\n“怎么？”，这听起来是个质疑。“你是吗？”\n“嗯。”，反正他早晚也会知道的。\n他大吃一惊，对我皱了眉头，从上到下打量我。“你是吗？我只是开玩笑，没想到你真的会说是。”\n我不安地笑了。“嗯，我是的。”，我直视他的双眼，“你介意吗？”\n“嗯......”值得夸奖的是，他真的停了下来想了一会。他又开始不安地摆弄起瓶子上的标签。“我不知道。我从没......”标签掉了，他现在有点困惑不知道要做什么好。\n“你知道的，这不传染。”我开始开玩笑，希望能他能意识到这点。但我非常确定他再也不会约我出去吃饭或是喝酒了。\nJared好惨23333\n“我知道，当然不会。”，他叹息道。他的肩膀似乎放松了一点。他摇了摇头，“我是个混蛋，我无权去想你和谁在一起。”片刻的停顿，接着说道：“就......我希望你知道”，他的眼睛再一次看着我——“我不是同志。”\n我微笑着说：“嘿，我不是要吻你或是什么。”尽管只是想一下就让我心跳加速。但显然这是他需要听到的，他发出一声叹息，释然了。我们回到了安全区，刚才的谈话似乎也被遗忘。\nLizzy早上问我第一件事就是：“所以，怎么样了？”\n“他是直男。”\n“哦。”，她听起来和我一样失望。“你确定吗？”\n“他非常肯定。”\n“哦，Jared。”她真诚地说。“我很抱歉。”\n“Lizzy，没关系的。真的。我几乎不认识这家伙。我也不是爱上他了捉着怎样。”\n“我知道，但是你们昨天在一起是那么开心，我只是希望你能够幸福。”\n“我知道的，Lizzy。我不是说我没有期望什么，但他是直男，而且我猜也就是这样了，我还能承受得住。”\n估计这一章让很多人Heartbreak，不过不要弃疗，得知真相的Matt又会怎么做？两个人还能有交集吗？敬请期待下一章。\n\n翻译自原著第三章\n2020.01.18\n\n","thumbnail":"https://i.loli.net/2020/01/18/ZyGdbXqwotlKMHs.jpg","plink":"http://wardzhou.art/2020/01/17/PromisesChapter3/"},{"title":"卡梅尔的故事","date":"2020-01-13T14:41:00.000Z","date_formatted":{"ll":"2020年1月13日","L":"2020/01/13","MM-DD":"01-13"},"updated":"2020-01-17T16:22:00.919Z","content":"人群中的你\n目不转睛的我\n预支多年的光景\n堵上未名的期盼\n终于握住了你\n那是条坎坷曲折\n但充满神秘而绮丽的小路\n你向我轻语：\n——握紧\n我知道我依靠的是什么\n为你拂去落尘\n一路陪伴的我的伙伴\n每一个棱角我都曾触摸\n你心中闪耀的每一片光羽\n都在画框中温存\n时光如潮\n不过让你的沧桑厉现风俊\n无恐空盼，只许相随\n\n故乡\n2020.01.13\n\n","thumbnail":"https://i.loli.net/2020/01/18/LKB5StU1eXORz72.jpg","plink":"http://wardzhou.art/2020/01/13/卡梅尔的故事/"},{"title":"Promises第二章","date":"2020-01-09T15:00:22.000Z","date_formatted":{"ll":"2020年1月9日","L":"2020/01/09","MM-DD":"01-09"},"updated":"2020-01-30T13:39:21.622Z","content":"PromisesMarie Sexton\n第二章Matt第二天又来光顾店里，带了现金想要买吉普。\n那是一个周六，和平常一样忙碌，所以Lizzy和两个人在一起看店。\n“想一起喝一杯吗？”，他早上剃过胡子，看起来似乎年轻了几岁。天那，他真可爱。\n“我很想去，但是能改天再约吗？我今天要和家人聚餐。”\n“哦”他听起来真的有点失望，“那好吧，我们下次再约。”\n“嘿！”Lizzy的咯咯大笑打断了我们。“怎么不一起过来呢？我们正要在家里一起吃饭餐呢，你能过来我们会很开心的。”\n他应邀了，我们让他五点钟关店的时候再来，带Matt一起回家。\n他走后，我努力不去看站在我旁边满脸姨母笑的Lizzy。她走动的时候金色的头发飞舞起来，还有她那双蓝色的眼睛，这一刻闪烁着兴奋的光芒。我打赌她现在可爱的样子能让群星陨落。\n“嗯哼？”她终于开口了。\n“怎么了？” 该死，我知道我已经面红耳赤了。\n“你心里清楚”，她猛地拍了一下我的肩，“他也太性感了！而且，他还邀你约会，你不激动吗？\n其实我没有太多的朋友，大部分人高中毕业后就结婚有孩子了。没结婚的那些都是捣蛋鬼，整夜混在酒吧喝酒。Lizzy可能是我最好的朋友了，我知道她一直希望我能找到另一半。\n“我不认为他是想要和我约会”\n她的笑容收敛了一些，“你不认为？”\n“你觉得他看起来像是同志吗？”\n“哦，不太像。但是你也不像啊，但是他肯定是对你有意思的，你能感觉到的，不然他怎么会约你出去，并且在你拒绝后表现得有些失望呢？”Lizzy的笑容再次绽开。\n我感到我咧开的笑容，“我不会抱有希望的，不过如果你是对的我也不介意。”\n人们总是问起我是什么时候知道自己是同志的。我猜他们认为我是灵光一闪中得知的，但其实是很多事情的发生才让我意识到这一点的。\n这种倾向的第一次出现是在我青春期，我和比我大两岁的哥哥Brian对比的时候。那时他房间里贴满了Cindy Crawford 和Samantha Fox的海报，我呢，只是贴了汽车的海报，还有 Denver Broncos。我意识到我的哥哥发现女孩们的诱惑力和迷人的一面，而这是我所没能感觉到的。\n一个周末，在我15岁的时候，我的父亲去看马赛回来，买了一张海报给我。上面是所有队员以及摆着各种迷人姿势的拉拉队。Biran帮我把海报挂好，我们站在跟前看了几分钟。\n“你觉得哪个最好看？”Brian问我。\n“Steve Atwater”我想都没想就说了出来。\n他笑了，但是那种有些担心的笑，好想他不确定我是不是在开玩笑。当我望向他的时候，我发现他用一种有些好笑，但是又有些担心而迷惑的神情看着我。我无地是从，我知道我的话不太对，但不知道为什么。\n“不，我指的是那些拉拉队员。”他说。老实说，我甚至没注意到她们。很快，我的朋友们之间开始用微颤的手互相交换成人杂志，带着一种得意的笑容。我不知道他们看这些杂志时候的感受，但肯定不是我这种有点尴尬的感觉。\n直到我遇见Tom才意识到我与其他人有多么的不同。Tom是我哥哥Brian踢足球的伙伴，他们是最好的朋友。我当时16岁，他们18岁。从他跟着我哥哥走进我们家大门的那一刻起，我便迷上了他。我跟他几乎讲不出话，但是我控制不住地注视着他。\n他的笑声足以引起我的生理反应，所以当他在我家的时候，我手里总要拿本书。并不因为我是个爱学习的孩子，而是我需要快速地掩饰这场“灾难”。我努力地想要接近看到他但保持不被发觉。我知道Brian看到我又一次拿了同一本书时露出了上次我喊出Steve Atwater名字时一样的表情——担心、疑惑、尴尬。 当他们两个终于毕业上大学的时候，我才如释重负。\n在那之后，我就对自己的取向非常肯定。尽管我还没有对任何人透露过。高中的时候我一直在假装是一个直男，我从未试过踢足球，因为我怕在更衣室里会发生的尴尬情景，只是想想就足够了。我同女孩们有过几次约会，但他们通常是集体聚会，我们牵过几次手，其中几个女孩害甚至还亲过我。这吻对我来说是完全没有吸引力的，无聊而且让人心烦意乱，我的那些约会也就到此为止了。\n在我在远离家乡的地方上大学的时候，我终于可以尝试自己想要的事情。我在酒吧或者是健身房遇到过一些男人，有过几段短暂而毫无意义的感情，从来没有遇到能称之为爱的，但在那之后，对与自己是同志这件事上再也没有疑惑了。\n更不必说我从没有计划要在我三十几岁的时候依然单身，在小镇里作为同志并不容易。科罗拉多可不是个同志圣地。虽然不是教徒很多的地方，但也绝对不是旧金山那样开放。镇上大部分人都认识我，甚至大多数人都接纳我，但是还是有一些人在我去杂货店买东西的时候用异样的眼光看我，还有的人在店里拒绝同我打交道。在柯达找到伴侣几乎是不可能的，我孤独终老的几率高的令人绝望。\n\n译自原著第二章\n2020.01.10 凌晨\n\n","thumbnail":"https://i.loli.net/2020/01/10/8ovf2c1WVXDrOtl.jpg","plink":"http://wardzhou.art/2020/01/09/PromisesChapter2/"},{"title":"绮","date":"2020-01-07T01:13:17.000Z","date_formatted":{"ll":"2020年1月7日","L":"2020/01/07","MM-DD":"01-07"},"updated":"2020-01-09T17:47:00.549Z","content":"五色的蝴蝶在丛中飞舞\n交错的巨大的巨颈\n遮掩在盖大的叶片下\n走入从中不觉惊慌\n尽头是红褐色的岩石\n转身水已没过\n绿色的茎叶格外鲜嫩\n纵身跳进湖中\n双臂充满活力\n跃出水面\n旋即又回岩岸边\n轻快地在崎岖中穿梭\n闪耀的碎片零落殆尽\n睁开眼\n窗前的人，窗外的雪\n\n2020.01.07\n北京 \n\n","thumbnail":"https://i.loli.net/2020/01/07/nyzkUTQlq8be4YP.jpg","plink":"http://wardzhou.art/2020/01/07/绮/"},{"title":"Promises第一章","date":"2020-01-06T09:40:12.000Z","date_formatted":{"ll":"2020年1月6日","L":"2020/01/06","MM-DD":"01-06"},"updated":"2020-01-30T13:39:09.319Z","content":"PromisesMarie Sexton\n第一章一切都开始于Lizzy的吉普车。如果不是这，我可能也不会遇见Matt，也许他不会想要证明自己，没有人会受到伤害。\n但我不是一个喜欢退却的人。正如我所说，一切都开始于Lizzy的吉普车。Lizzy是我兄弟Brain的妻子，这一家马上就要在秋天迎来第一个孩子。她决定卖掉她从大学就拥有的一辆老威格车，它实在不再适合三人的居家出行了。于是，她把车开到了我们店的门口，在车窗上留下手写的“待售”标签。\n这家店最初是我祖父开的，原本卖些五金配件，后来不记得是什么时候也开始经营汽车贩卖。\n当我祖父逝世，我父亲掌管了这家店，父亲过世后，便留给了我哥哥Brian，Lizzy还有我。\n那是科罗拉多一个明媚的春天，我坐在店里，腿搭在柜台上，幻想着自己正在外面沐浴阳光，就在这时，他来了。\n他不是本地人，这马上就引起了我的注意。除去在福特柯林斯读大学的五年，我已经在柯达住了大半辈子，镇上的每一个人都认识。所以他既不是来看望谁，也不仅仅是经过这里。我们这里不是旅游胜地，不过确实偶尔会有人误打误撞来到这，要找四驱的拖拉机或者去大路远处的某一个休闲牧场。\n他一点也不像任何一个经常光顾休闲农场的油腻中年人。他大概三十二三，比我高个六七公分，一米八出头，部队里出来一样的寸头，还有几天没刮的黑色胡茬。他穿着牛仔裤，上身纯黑色的T恤，脚上穿着一双牛仔靴。宽广的臂膀显示出他经常锻炼。他真是个尤物。\n“那辆吉普车还能开吗？”，他的声音低沉又有一丝丝迟缓，但不是南方人的那种，只是他发出母音比科罗拉多人要长一点。\n“当然，它好得很。”\n“嗯......”，他望向窗外的那辆吉普，“为什么要卖掉它？”\n“不是我要卖，是我的嫂子。她说后面再装个座位太难了，买了一辆切罗基”\n他有点不解，看来他没有孩子。“所以这车开起来怎么样？”\n“很棒，想试试吗？我把钥匙给你。”\n他的眉梢轻轻上挑，“当然想！需要什么抵押的东西吗？我可以把驾驶证留下。”\n我想在那时，他几乎能劝我做任何事情。我的双膝感觉微微发软。我在努力确认是不是在他铁青色的眼睛中看到一丝绿色。“我陪你一起吧，我对这边的路比较熟悉，我们可以找一条容容易点的小路让你试试车。”，希望我当时的语气还算随意。\n“那店怎么办？在客忙的时候让你们人手不足会让我过意不去的。”他轻扬眉毛望向空挡的店铺，一边的嘴角甚至抽动了一下。 “你离开的话老板不会生气吗？”\n我笑了，“我就是老板之一，所以我什么时候想翘都行。” 我转身向里面的房间喊,“Ringo！”\n我们的一个店员小心地从后面走出来。他总是对我受宠若惊，如果Lizzy不在的话，他会刻意与我保持距离，我认为他一直在盼着我追求他。他今年17，黑色长发，皮肤不算好，轻得像浸湿的五美元。我无心坦白他不是我喜欢的类型。\n“嗯？”\n“在这里看着店，我一个小时左右就回来。” 我转身回到我那又高又黑的陌生人身边。“我们走吧！”\n我们刚坐进吉普车里，他就向我伸出右手。\n“我叫Matt Richards。”\n“Jared Thomas。” 他握地很用力，但不是那种要握断你的手来证明强壮的那种。\n“走哪边？”\n“左转，开到巨石那里。”\n“那是什么意思？”\n“字面意思——就是一块TM的大石头，没什么特别的。人们喜欢在上面野餐，当然，孩子们也会跑去那边逗留，或者嗨药。”\n他对着那边皱了一下眉，我开始认为他平时不怎么笑。 而我，被大家周知，时常笑不拢口。\n从店里出来几分钟了，特别是在去山上的路途，已经足以让我这一天快乐起来。陪一个这么久以来见过最好看的家伙一起试车一点也不令我感觉劳神。\n“所以你是怎么到这小镇上的？”\n“我刚刚搬过来。”\n“真的假的？ 你怎么会想搬到这来？”\n“为什么不呢？”他的语气开始俏皮起来，虽然还是那副严肃的面孔。“你不是也住在这吗？真的这么糟吗？”\n“嗯，其实没有那么糟，我喜欢这里，所以我一直没有离开。但是，你知道的，这个小镇在逐渐衰败，搬出去得人比进来的人要多。”\n山前的小镇都越来越热闹，没人想要住在这在两地之间来回跑。\n“我刚被柯达警署聘用。”\n“你是警察？”\n他对我挑了挑眉，用些许好笑的语气说，“有问题吗？”\n“哦，没，但我真希望我没告诉你孩子们在那边的嗨药的事。”\n他又向我挑了挑眉，轻语道：“别担心，我不会告诉他你是那个告密的。”\n看来这个好警官并不是一点幽默感都没有，“所以，你一直都住在这吗？”\n听起来他并不是真的好奇，只是想随便聊聊.\n“是的，除了我在大学的那几年。”\n“那家店是你的？”\n“我和我兄弟家的，所以是的。虽然赚不了多少钱，但确实是我们在经营。Brian是会计，他还有另外一个客户，所以他主要负责账本。Lizzy和我照顾店里。”\n“但你上过大学？”这回他听起来是真的好奇了。\n“对的，我去过科罗拉多州。我有一个物理学位还有教室资格证。”\n“那你怎么不是老师？”\n“我不想让Brian和Lizzy失望。”这不完全是真的，但我不想告诉他真实的原因：我不想面对在小镇里做一个gay老师的争议和矛盾。“没有其他人能帮忙看店，我们请不起全职的店员，如果不想赚钱的话倒是可以，但是他们想。所以，我们只雇了Ringo一个兼职。我们扣了他一般的薪水，因为他给自己的车在店里买东西，所以还不错”，我笑道。\n“Ringo！那肯定不是他的真名。”我意识到自己在胡言乱语，“抱歉我说的太多了，我肯定让你无聊了。”\n他正对着我的脸，望着我，认真地说：“一点也没。”\n我们快到小路的尽头，“你可以在这里挑头了。”\n他停下车，怀疑地环顾四周：附近没有其他的车。“我没看到任何大石头。”\n“再往前走一汇就到了，想走过去看看？”\n他的面露一丝喜色，“当然”。\n我们沿着小路往前走，穿过黄松、道格拉斯杉和白杨树林，植被慢慢稀疏，名如其实的大石块逐渐在眼前显现。\n科罗拉多山脉布满了这种巨大的难以移动的石碓，圆滚的样子布满干枯的铁褐色的地衣。\n这一块离下坡一侧大概有20英尺高。如果你想上去，你几乎可以走上去，但这又有什么意思呢？这些岩石就是给你爬的。\n到了岩石顶端，我们坐了下来。这里的景色同刚才那边并无什么分别，我们能一直看到小路下面的吉普车，除此之外，只是更多的树，更多的大石块和山。我喜爱科罗拉多山脉，但这样的景色可以在数以百计的地方看到。我很惊讶地听到Matt发出一声满意的叹息。当我看着他的时候，发现他露出惊异的神情。\n“老哥，我爱死科罗拉多了，我是从俄克拉荷马来的，相信我，这里的风景要好得多。”\n他转头看着我，我几乎停止了呼吸。他正洋溢在斜阳中，皮肤变成黄褐色，双眼发出光芒......眼神里绝对有一微微绿色。“真的感谢你能带我来这。”\n“随时愿意效劳”，我是认真的。\n\n第一版译自原著\n2020.01.06\n\n","thumbnail":"https://i.loli.net/2020/01/06/hfOgeu7clvLJtqM.jpg","plink":"http://wardzhou.art/2020/01/06/PromisesChapter1/"},{"title":"Hexo迁移新版本的坑","date":"2019-12-29T23:28:03.000Z","date_formatted":{"ll":"2019年12月30日","L":"2019/12/30","MM-DD":"12-30"},"updated":"2020-01-09T17:45:12.904Z","content":"Hexo+Theme Inside主题建站两个月了，前几天发现hexo已经更新到4.2，想着更新一下，今天就来分享下笔者在迁移到新版本时遇到的问题。\n准备工作首先把原目录下所有文件备份，随后清空该文件夹。\n更新Hexo打开Powershell输入如下命令全局更新hexo1$ npm install hexo-cli -g\n回到原博客文件夹的上级目录1cd 上级目录的地址\n初始化目录（注意blog替换成你原来文件夹的名字）1hexo init blog\n进入文件夹，查看版本12cd bloghexo version\n\n版本更新到4.2 (^▽^)\n\n我这里显示错误\n\n解决方案 输入\n\n1set-executionpolicy remotesigned\n迁移文件复制备份好的文件夹中source到更新后的文件夹中\n\n根据原来的_config.yml配置新版本的_config.yml（偷懒直接覆盖可能会出错哦）\n\n复制主题文件夹到更新后的文件夹中\n\n生成静态文件并预览\n12hexo ghexo s\n\n嘤嘤嘤又出错(╥╯^╰╥)\n打开是空白啥子情况哦\n清除一下重新生成？\n\n1hexo clean\n\n找到你这个小婊砸了！\n\n解决方案 安装cheerio\n\n1npm install cheerio\n安装完成后重新生成静态文件能正常显示啦233333~\n\n部署部署静态文件1hexo d\n\n他又出错了.......\n让我康康是怎么回事？\n\n\n\n夺 命 二 连\n不懂就问，百度之后尝试重新安装这个组件\n1npm install hexo-deployer-git --save\n安装完成后重新部署，一切正常咯，嘿嘿😁\n11.合影留念\n\n写在最后遇到问题不懂就问~\n百度必应谷歌总有答案\n数据一定要备份！一定要备份！要备份！\n希望这篇文章能够帮到你~\n","thumbnail":"https://i.loli.net/2019/12/30/XmIsFGcvLzAN5uo.png","plink":"http://wardzhou.art/2019/12/30/迁移新版本的坑/"},{"title":"小世界的管理者","date":"2019-12-29T22:07:07.000Z","date_formatted":{"ll":"2019年12月30日","L":"2019/12/30","MM-DD":"12-30"},"updated":"2020-01-09T17:49:28.249Z","content":"轻踮着脚走上楼梯\n铜褐色的软木地板\n泛起琴箱的低响\n目光流过一排排书架\n指尖划过每一本\n带着余温的淡黄色书页\n散发诱人的松香\n抽出错放的\n带回原来的\n就像百年前一样\n他们柔和的目光\n与他相遇\n\n2019.12.30\n上海 晨曦将至\n\n\n","thumbnail":"https://i.loli.net/2019/12/30/5TNCxh2wfBzt6qK.jpg","plink":"http://wardzhou.art/2019/12/30/小世界的管理者/"},{"title":"塞娜的颂歌","date":"2019-12-21T17:38:16.000Z","date_formatted":{"ll":"2019年12月22日","L":"2019/12/22","MM-DD":"12-22"},"updated":"2020-01-09T17:36:02.894Z","content":"巨石陨落\n在空中崩碎成沙\n幻影斑驳\n模糊可辨\n颤颤轻语\n喃喃吟咏\n是友也是敌\n每一具土灰都在挣扎\n无声的狰狞\n伸出残骨空捉\n双脚已经在鲜红中凝固\n击落的提尔锋闪耀着蓝光\n失落之人还在呼唤\n\n2019.12.22 凌晨\n上海 大雨倾盆\n\n","thumbnail":"https://i.loli.net/2019/12/22/xnEuXeK9cQGrYpi.jpg","plink":"http://wardzhou.art/2019/12/22/塞娜的颂歌/"},{"title":"飘","date":"2019-12-19T16:00:00.000Z","date_formatted":{"ll":"2019年12月20日","L":"2019/12/20","MM-DD":"12-20"},"updated":"2020-01-09T17:49:39.437Z","content":"等待黄昏\n等待幕后的你\n转身\n悄然的相视\n松弛的肌肉\n不是因为衰老\n舒适而安然\n也不是因为阳光\n风吹过\n感觉已然消逝\n思绪也开始游离\n手放开\n大地在脚下\n悬崖就此轰塌\n\n2019.12.20 凌晨\n上海\n\n","thumbnail":"https://i.loli.net/2019/12/20/EKpm4LiySZsXaFH.jpg","plink":"http://wardzhou.art/2019/12/20/飘/"},{"title":"作为追随者的旅程","date":"2019-12-12T03:42:32.000Z","date_formatted":{"ll":"2019年12月12日","L":"2019/12/12","MM-DD":"12-12"},"updated":"2020-01-09T17:49:10.930Z","content":"已经记不得这是我在WIKI上看到的第几本了，很惊喜这本书有优秀的中文译本，相比之下，另外几本出版日期更早的都没有中译本。\n我读的第一首是《那晚我在战场守了一个陌生的夜》，战场本来是残酷的，冷冰的，但惠特曼所带给我的是一种谜一样的执着，棱角中分明有着翻涌的柔情。细细感受，是一种绝望后的释然。\n从头翻开，拂过这些文字，我逐渐看清了那人的面容，不断走近，徘徊，无名的挣扎。\n终于我走到了他的身边，触碰到他的面颊，听到了他灵魂的轻语，他又旋即把我拒之千里，像一个Bitchy 的老男人（无意不敬）一样欲拒还迎。\n时不时要提醒自己，这是上个世纪的诗集，惠特曼肆意的言语，和喊不掩饰情感的文字铺满了整本书。\n回来再看自己写的东西，总少了什么，失了本该有的童真，反倒充斥了沉重的感情，被束缚了双脚，蒙住了头。\n同惠特曼相处的一个月的光景是奇妙的，也许又是史诗般的奇幻，充满他所提及的这种伙伴情谊，怦然而热情。像是某位希腊长者，两人快然地讨论学术，争论，彼此分享。\n很多人对惠特曼的评价中用了伟大这个词，我讲不出他哪里伟大，但说到对他灵魂的惜爱倒是可以倒一杯咖啡同你聊上一个午后。\n写到这，突然觉得，这更像是一次同游，或者是其他缥缈而真实的东西。\n拂过胸前茂密的草叶，留下约定，就此分别。\n","thumbnail":"https://i.loli.net/2019/12/30/LGEpIXid1nO5UPq.jpg","plink":"http://wardzhou.art/2019/12/12/作为追随者的旅程/"},{"title":"草叶集","date":"2019-12-05T08:25:11.000Z","date_formatted":{"ll":"2019年12月5日","L":"2019/12/05","MM-DD":"12-05"},"updated":"2020-01-09T17:50:10.551Z","content":"战场即是这个世界，\n为了生与死、灵与肉而战，\n听，那就是我所吟咏的歌，\n这歌正在鼓舞着勇敢的人。\n沃尔特·惠特曼草叶集\n\n幻象（节选）\n\n真正的诗歌，并不是你所唱出的，\n它不为歌唱而唱，没有华丽的曲调，\n而是出自原始的同一，婉转起伏,\n圆满的幻象。\n\n致未来的诗人\n\n未来的诗人！演说家，歌唱家，音乐家啊！\n我并不指望今时今日的人能够理解我、诠释我，\n而你们，与生俱来强健的，超越欧洲旧认知的新人类，\n醒来吧！唯有你们才能公平公正的理解我。\n尽管我只写下了暗示未来的只言片语，\n尽管我只有片刻的前进，旋即又退回到黑暗之中。\n但我仍是一个不曾停止、信步向前的人，\n一个目光偶然相遇便要一直望着你们的人，\n留下一切等待你们去诠释和证明，\n最最重要的希望，出自你们。\n\n亚当的子孙\n\n你要知道，在每个日暮时分，\n我对天空、海洋、大地的礼敬赞美，\n全都只为你，我的爱人。\n\n在荒僻的小路上\n\n在荒僻的小路上，\n在池畔的草木间，\n逃开了平淡无奇的俗世，\n逃开了公知的冰冷的准则，逃开了灯红酒绿、纸醉金迷和约定俗成，\n我曾用它们供养我的灵魂，长久之后，\n我才知晓还有那些鲜为人知的准则，我才得以看清自己的灵魂，\n这个我为之代言的男性的灵魂，因为志同道合的伙伴而欢欣不已，\n就此我便可以远离喧嚣的尘世，\n在这儿，聆听那些芳香迷人的话语，\n而不再羞赧（只有在这与世隔绝的僻壤，我才敢于纵情唱和，）\n从未展现过的生命向我猛烈袭来，但它却能包容一切，\n今天，我决定只歌唱那些男子之间的感情，除此无他，\n我要服从真实的生命一路高歌，\n我要将这雄壮的爱恋留给将来，\n这是我进入四十一岁第九个月后最美妙的下午，\n我为所有的伙伴唱出心中的歌，无论青春与否，\n我夜以继日地倾诉自己的秘密，\n我赞美这不可或缺的伙伴之情。\n\n长在我胸膛上的香草\n\n长在我胸膛上的香草，\n我将你的叶片采集，并为你注明标签，以备日后仔细地研读，\n墓上青草，那长在我躯体之上的草啊，凌驾于湮灭之上，\n宿根长叶，经冬不枯，精美奇妙，\n你年年繁茂，那些消隐的地方总会再次蓬勃；\n哦，我不确定路过的那些人是否都能察觉你的存在，深嗅你的微香，但我相信总有那么几个；\n哦，纤长的草叶，注满了我的血！我允诺你可以用自己的方式倾吐深埋的心，\n哦，我不知道那些言语于你自身意味着什么，但那绝非快乐，\n你所带来的苦痛总是超出我所承受的极限，灼烧我、刺痛我，\n但是你那软弱下去、渐失血色的根，于我仍具魅惑，你让我燃起毁灭的欲望，\n你所带来的毁灭如此迷人，（是啊，除了毁灭和爱，还有什么堪称最终的美呢？）\n我想我在这里反复吟唱恋人之间的歌，若不是为着生，那必定是为了毁灭，\n因为升华至恋人的氛围，那将是多么宁静和肃穆啊，\n我对生存或者毁灭漠然视之，我的灵魂也拒绝表态，\n（我只能确定恋人们崇高的灵魂更容易接纳毁灭，）\n是啊，毁灭，我想这些草叶的含义正是如此，\n芳香的草叶，再长高些吧，好让我看到你！在我的胸膛上生长吧！\n从那隐藏的心脏中奋力萌发吧！\n不要总把自己裹藏在粉红的根里吧，你这胆小的草叶！\n不要总是羞怯地低伏，我胸膛上的柔草！\n嗨，我决定敞开那宽阔的胸膛，那已被阻塞几近窒息的胸膛；\n我要留下你这象征的、任性的叶片，你已不必再听命于我，\n我可以独自说出我想说的话，\n我可以独自聆听我和我的伙伴们的心声，有了伙伴们，我从此不再孤独地呐喊，\n我将让它在整个美国荡开一浪一浪的回声，\n我要给整个美国的恋人们一个榜样，赋予其永恒的形象和意志，\n出自我口的那些言语将使毁灭兴奋癫狂，\n给我你的喉舌吧，毁灭的天使，让我与你共鸣，\n给我你的全部，如今在我看来，你首先是属于我的，我们已经融为一体，爱与毁灭无法分离，\n我不允许你用任何所谓的“生”再来使我踌躇，\n因为现在我已明白，你才是根本的主旨，\n你以种种缘由隐蔽在多变的生的形体中，它们则全力地包容着你，\n你会破茧而出，继续真实的存在，\n你会在复杂的假面之后耐心等待，不论多久，\n终有一天你会掌控一切，\n终有一天你会驱散所有的表象，\n也许所有的表象都是为了你，但那些终将不会持久，\n唯一长久的，只有你。\n\n尽管你正拥我入怀，那又如何\n\n尽管你正拥我入怀，那又如何，\n一事未明则一切皆空，\n在你对我施以更深的诱惑之前，我必须向你严正示警，\n我虽与众不同，但也并非你所设想的那般。\n谁会成为我的追随者？\n谁会为了得到我的爱慕而甘愿签下自己的名字加入候选？\n前途未卜，结局难测，自我毁灭也未尝可知，\n你必须与其他一切决绝，奉我做你唯一的准则，\n即便如此，你仍要经历漫长而劳心的见习，\n曾经的一切生命观点，一切生活理念，你都必须背弃，\n因此，在你陷入更深的苦恼之前，拿开拥着我的手，\n你我就此分道扬镳，为时未晚。\n不妨做个尝试，在隐秘的丛林间，\n或是在野外的岩石后，\n（只因我不会出现在任何一间华丽的厅堂，任何一个交际的场所，\n我就如同一个躺在图书馆里的哑人、傻子，或是一个胎儿、亡灵，）\n还有可能是在一座不会有人突然造访的高岗上，\n或者在远航大海的孤舟里，在渺无人烟的海岸边，在宁静安详的小岛中，只有我们，\n唯此，我才许你吻上我的唇，\n一个伙伴式的长吻，一个新郎式的深吻，\n我就是你的新郎，我就是你的伙伴。\n如果你愿意，也可将我揣入你的怀中，\n我便可以从中感受你的心跳，或是在你的忧郁边停留，\n当你奔赴海阔天空之时请带上我；\n这仅有的触碰便已足够，就以最好，\n因为，在这样的触碰中我才能够安然睡去，永远相随。\n然而当你研读这些诗句时会让你身陷悖论，\n因为你仍旧无法理解我和我的这些诗，\n一开始它们便是含混的，以后更是如此，而我于你亦是如此，\n哪怕你自认为确凿无疑地了解我，瞧！\n我已经躲开了你的目光。\n我写这本书并非为了注入那些诗篇，\n你读这本书也难以捕获那些诗篇，\n最理解我的并非那些羡慕和吹捧我的人，\n那些企求得到我的爱恋的候选人（除非极少的几个）也未必得胜，\n我的诗篇不仅代表光明，它们同样代表邪魅，也许邪魅还会更多些吧，\n若是没有那些我多次暗示你却屡猜不中的事物，一切都是虚无的；\n所以让我走吧，你我各奔前程。\n献给你啊，民主\n嗨，我要打造一个固不可分的大陆，\n我要创造太阳光下最耀眼的族群，\n我要缔造具有神圣魅力的王国，\n以伙伴的爱，\n以伙伴之间恒久的爱。\n我要种下稠密如林的友谊，沿着美利坚的大小河流和五大湖区的岸线，遍及整个大草原，\n我要让城市牵手并肩犹如一体，\n用伙伴的爱，\n用伙伴之间雄壮的爱。\n啊，民主，我将这些献给你，我将匍匐在你的脚下，我的女神！\n为了你，为了你，我正用颤抖的歌喉唱着那些激昂的歌。\n\n所有形而上学的基石\n\n嘿，先生们，请安静，\n下面我要说的话，希望能永远留在你们的脑海和心中，\n它将作为所有形而上学的基石，同时也是终结。\n（老教授在他密集的课程即将结束时，总会这般的告知他的那些学生。）\n通过对当下的与久远的，古希腊与德意志体系的研究，\n对康德、费希特、谢林、黑格尔的研究与阐释，\n对柏拉图和更为伟大的苏格拉底的学说所进行的解读，\n还有，对比苏格拉底更伟大的基督的神圣思想进行的持久探索、钻研和论述，\n在回顾古希腊和德意志的体系之后，我看清了，\n在全部哲学和教会信条之中，我明白了，\n在苏格拉底学说和基督神谕的背后，我领悟了，\n伙伴之间雄壮深沉的爱恋，朋友之间不言而喻的钟情，\n还有美满的夫妻之间，孩子同父母之间，\n城市与城市之间，国度与国度之间的爱恋与钟情。\n\n我在路易斯安那看到一棵生机勃勃日渐繁茂的橡树\n\n我在路易斯安那看到一棵生机勃勃日渐繁茂的橡树，\n傲世独立，低垂着布满苔藓的枝条，\n没有同伴却兀自欢乐地伸展着浓密的绿荫，\n那粗犷、坚毅、强壮的样子，让我想到自己，\n但我却惊异于它是怎样在身边没有任何伙伴的情况下，仍快乐肆意地生长着枝叶，因为这是我无法做到的，\n我折下一段挂着些许树叶的小枝丫，在其表面缀上一点苔藓，\n将其带离此地，放在我房间里最明显的地方，\n它并非用来提醒我记挂自己那些亲爱的朋友，\n（因为近来我的心中想得都是他们，）\n它作为一个特殊的符号留在我的身边，令我想到了男子的爱；\n即便如此，面对那棵独守于路易斯安那广袤平原上闪耀光芒的、无须一个伙伴一个爱人却仍以其全部生命滋长快乐枝叶的橡树，\n我深知自己无法做到如它一般。\n\n致一个陌生的人\n\n匆匆走过的陌生人啊！你并不知晓望着你的我是多么的热切，\n你一定是我正在找寻的那个他或她，（这使我如入梦乡，）\n我坚信与你曾在某地共度了一段美妙的时光，\n你我擦肩而过的瞬间，往事扑面而来，似水流年、情深至笃、纯洁朴素、日臻坚定，\n你曾与我共同成长，是我身边的一个少年或是少女，\n你我同桌而食同榻而眠，你的身体不再只属于你一个人，而我的也不再专属于我，\n我们相遇时，你将自己眼中、脸上、体内的欢愉带给我，我则以胡须、胸膛、手掌作为回报，\n我无法与你交谈，只有独坐或在深夜孤独的醒来时默默想你，\n我要在原地等你，我坚信你我还会再见，\n我会努力不再失去你。\n\n撩开牧场的青草\n\n撩开牧场的青草，吮吸它特殊的香气，\n我请求从中得到和我一致的心灵，\n请求拥有人类最有活力最为亲密的友谊，\n请求那些草叶也能生出言语、行为和品格，\n那些长在野外的风中，粗犷不羁、沐浴阳光、鲜活有力、蓄养精气的，\n那些挺拔矫健、自由自在又自我约束，踏着鲜明步伐前进，不甘屈居人后的，\n那些有着永不妥协的胆识，有着健美无瑕的肉体的，\n那些面对总统和高官也毫无谄媚、直言“你是谁？”的，\n那些依恋着土地，朴素倔强、从不屈服的，\n那些美利坚大地上的——草叶啊！\n\n瞥见\n\n透过缝隙可以瞥见，\n暮色低垂的冬夜，一群工人和车夫围坐在酒吧间里的火炉边，而我则坐在无人察觉的角落，\n一个爱我并为我所爱的青年，默默走到我的身旁坐下，将我的手放在他的掌心，\n就这样，我们在熙来攘往的嘈杂中、在醉话咒骂亵语的混乱中相望许久，\n只言片语或是沉默无言，只要能在一起，我俩就已感到幸福和满足。\n\n手牵手写下新的一页\n\n手牵手写下新的一页；\n你们是纯真的情人和男友！\n你们顺着密西西比河到达每条直流、每个河口，\n你们是友好的船夫和机工！你们朴实无华！\n你们成双成对！你们是沿着大街缓缓游行的队伍！\n我情愿追随你们，直到看见牵手同行成为再寻常不过的事。\n\n大地，我们如此相似\n\n大地，我们如此相似，\n尽管你看上去仍是那么无动于衷、充裕自足、混沌未开，\n我猜那并非你的全部；\n我猜你的心中一定正孕育着强烈的情感伺机喷涌，\n一个猛士迷恋着我，而我也迷恋着他，\n因为他，我的心中有一股炽烈的情感在蠢蠢欲动，\n我不敢诉诸文字，更不敢写在诗中。\n\n梦中的梦\n\n我在梦中的梦里看到一座无可征服的城，迎战城外的所有侵袭，\n那应该就是从我理想中诞生的友爱之城，\n这本质雄壮的爱是最伟大的，它统摄一切，\n可以从城中人的行动之中，\n目光和言语之中看见这爱，每时每刻。\n\n万物背后，坚挺沉着\n\n在万物背后，在湍急的水流里，\n在不可抗拒的致命的欲望中——总是站着无畏的，\n坚挺沉着的舵手，镇静自若，实力非凡。\n\n至美\n\n唯有他们诚然相知、默然相善，\n正如灵魂彼此相契相合。\n\n那晚我在战场守了一个陌生的夜\n\n那晚我在战场守了一个陌生的夜；\n当天我的孩子我的伙伴倒在了我的身旁，\n他用深情的一瞥回馈我短暂的目光令我终生难忘，\n而我却只能碰一碰他倒地前伸向我的手啊，孩子，\n便又飞快地投入战斗，那难解难分的战斗，\n激战在深夜得以缓和我也最终返回了那个地方，\n我找到了已经冻僵的伙伴的遗体，亲吻孩子一般给他无数的吻，（他却根本不予回应，）\n星光下他的脸光洁如初，四周变得奇妙，夜风凉却带着温和，\n我久久地守在那里，昏暗的周围便是辽阔的战场，\n在那个芳香又静默的夜里为他守夜奇妙且温馨，\n没有落泪，没有长叹，只有长久地凝望，长久地，\n之后我便倾着身子、支着下巴趴在他身旁的大地上，\n同我最亲爱的伙伴一起，度过甜蜜不朽神秘的时光——空无一泪，默无一言，\n这是爱和死亡的静守，守卫着我的孩子我的士兵，\n斗转星移，无声无息中东方既白，\n守护勇士的夜已近尾声，（看他瞬间殒命，我却无能为力，\n我只有当他还活着一般忠诚的关爱他，我想我们必将重逢，）\n黑夜徘徊至最后一刻，直到曙光从容的显现，\n我用他的毡子，将其躯体严实地裹住，\n躯干裹好后，又小心翼翼地折好头脚的部分，\n恰在那时阳光初沐，我将我的伙伴，放入粗陋的墓穴，\n就此守完这一陌生的夜，在昏暗的夜的战场，\n守护那个曾给人热吻的孩子，（他却再也无法回应，）\n守护那个瞬间被杀害的伙伴，我将铭记，自己是怎样，\n在黎明中从冰冷的地上爬起并用毡子将他仔细围裹，\n将他葬于牺牲的土地。\n\n黎明中晦暗的营房外偶见一幕\n\n我在黎明中晦暗的营房外偶见一幕，\n那是为了摆脱失眠早早走出帐篷，\n我吸着冷冽的空气缓步踏上通往临时医院的小路，\n三副躺着人的担架为我遇见，被人遗忘一般静静搁着，\n担架上铺着毯子，人的身上则是宽大的灰褐毛毡，\n陈旧而厚重的毡子，将他们整个身体紧紧围裹。\n好奇的我止住脚步默默站着，\n随后伸手轻轻掀开离我最近的第一个人脸上的毡子，\n这憔悴却又坚定、满头灰发、眼窝深陷的老者是谁？\n亲爱的伙伴，你是谁？\n我又走近第二个人——我亲爱的孩子，你又是谁？\n这个面颊如花般绽放的可爱男孩，你是谁呀？\n第三个人——有着一张平和的、青春的脸，美如洁白的象牙泛着些许蜡黄；\n我想我是认识你的年轻人——这张脸不正是基督的面容，\n为了众生神圣的赴死，如今又在这里罹难。\n庭院中的紫丁香再次盛放时\n\n一\n庭院中的紫丁香再次盛放时，\n那颗耀眼的星辰已经消失在了西方的夜空，\n哀痛的我，将随每个复归的春天而哀痛。\n\n每个复归的春天，必会带来三样东西，\n年年绽放的紫丁香和没入西方的星辰，\n以及我对他深切地怀恋。\n\n军营的士兵今日寂寂无声\n**（1865年5月4日）**\n\n军营的士兵今日寂寂无声，\n让我们将历经百战的火枪蒙上黑纱，\n让我们沉痛的心归于平静地思念，\n哀悼我们亡故的敬爱的长官。\n他不用再经受人与人之间的狂战，\n也没有胜利和失败可言——不再屡遭暗袭，\n他像连绵的云朵直冲霄汉划破长空。\n以我们诗人的名义歌唱吧，\n歌唱所有人对他的爱——你们，军中的战士，必定明了这爱的真诚。\n当棺木缓缓落入墓穴时，\n当现世的大门慢慢关上时——唱起——一支哀歌，\n倾诉战士们那忧伤的心。\n\n\n\n","thumbnail":"https://i.loli.net/2019/12/12/jXZO7ax95LBAWMG.jpg","plink":"http://wardzhou.art/2019/12/05/草叶集/"},{"title":"献给每一个清晨","date":"2019-11-19T03:48:05.000Z","date_formatted":{"ll":"2019年11月19日","L":"2019/11/19","MM-DD":"11-19"},"updated":"2020-01-09T17:50:01.149Z","content":"夜晚和白昼轻触的时刻\n大地悄无声响\n旭日轻缓地走来\n把光亮和温暖带到这片大地\n他来到温暖湿润的稻田\n他来到寒冷龟裂的黄土\n他来到河边婆娑的少女\n他来到硝烟未散的战壕\n稻子微微拂动\n黄土轻轻扬起\n少女悄悄凝语\n战壕里……\n死去的伙伴一动不动\n在光晕下格外俊朗\n火药余烟竟也肆意的迷人\n野草在身旁静静生长\n","thumbnail":"https://i.loli.net/2019/12/30/PXTlo4E2M73v1Km.jpg","plink":"http://wardzhou.art/2019/11/19/献给每一个清晨/"},{"title":"别","date":"2019-11-17T04:52:20.000Z","date_formatted":{"ll":"2019年11月17日","L":"2019/11/17","MM-DD":"11-17"},"updated":"2019-12-29T22:52:28.291Z","content":"黎明到黄昏，终点就是起点。\n——佐伊\n\n我从日暮醒来\n黑夜，无尽，寂静\n混沌的思绪\n涣散的情恸\n长夜将尽\n随手拾回几个残片\n松软而咸涩\n我伴初阳睡去\n金霞，须臾，寂静\n无言的话语\n虚无的抚慰\n晨曦愈烈\n回首告别每个故人\n微凉而清冽\n","thumbnail":"https://i.loli.net/2019/12/30/Y48Rj3kIgnomOBU.jpg","plink":"http://wardzhou.art/2019/11/17/别/"},{"title":"光","date":"2019-11-10T09:57:53.000Z","date_formatted":{"ll":"2019年11月10日","L":"2019/11/10","MM-DD":"11-10"},"updated":"2020-01-09T17:49:51.209Z","content":"我来自何方，没有人知道\n我去的地方，人人都要去.......\n\n\n\n从前是混沌的一片\n优美的复调\n嘈杂的论辩\n新世界雾霭弥漫\n珍妮在花园徘徊\n轻踮着脚尖\n边走边跳\n猝不及防地\n一束光照亮这片大陆\n歌声高涨\n声辩平息\n云影在光晕下消散\n珍妮轻声吟唱\n我来自何方，没有人知道\n我去的地方，人人都要去.......\n","thumbnail":"https://i.loli.net/2019/12/30/mjX5OPsKBzaIglG.jpg","plink":"http://wardzhou.art/2019/11/10/光/"},{"title":"魔法觉醒","date":"2019-11-09T03:55:10.000Z","date_formatted":{"ll":"2019年11月9日","L":"2019/11/09","MM-DD":"11-09"},"updated":"2020-01-09T17:49:22.483Z","content":"每一段旅行都值得陪伴，每一份责任都有归宿。\n\n\n每一段旅行都值得陪伴，每一份责任都有归宿。\n第一次看剧的时候被整体庄重的风格所吸引，戴安娜湖蓝色的眼睛以及一身同色的衣服。\n\n\n\n等了很久第二季还没有定档，我决定拿来原著读。\n母庸置疑，这是一个体量庞大的作品，我倒是愿意拿另一本题材相近的系列与之比较，那就是《哈利波特》\n相比之下，《魔法觉醒》更像是一个成年童话，或者用一个更为通俗的名字来形容——玛丽苏。考虑到这个系列的题材，我更愿意叫他“魔幻玛丽苏”\n故事主要围绕女主戴安娜（名字有月之女神/狩猎女神的隐喻）以及吸血鬼克雷蒙两人以及生命之书所展开。\n女主在男主的引导保护下，逐渐发现自己的身世，释放出自己隐藏的力量。\n女巫和吸血鬼的禁忌之恋也在合议会下挣扎着。\n\n\n\n再次回到21世纪后，戴安娜找回了三张遗失的手抄本，最终发现了生命之书的秘密。\n女巫、吸血鬼、魔族只是不同的人种，而不是不同的物种，几世纪的近亲繁衍导致三个物种的力量逐渐消亡。盟约解除，三个种族再也不必彼此相争。而戴安娜和克雷蒙完成了使命，两人的情感也不再有阻力。\n这个系列能吸引我的不止是两个主角的人设，两人的曲折而坚定的感情，还有作者想要努力传达的主题：成长、勇气还有包容。\n我们总说，读书是为了找寻自己的影子。能吸引我把篇幅如此之长的作品读下去的，是因为在书中读到了自己，或者说是自己想要成为的样子，勇敢，坚毅，强大而被人所接纳，以及那份让很多人倾倒的刻骨铭心的爱情。\n","thumbnail":"https://i.loli.net/2019/12/12/DR8VxGyJiQAmLks.jpg","plink":"http://wardzhou.art/2019/11/09/魔法觉醒/"},{"title":"海蚀崖","date":"2019-10-31T07:56:45.000Z","date_formatted":{"ll":"2019年10月31日","L":"2019/10/31","MM-DD":"10-31"},"updated":"2020-01-09T17:49:03.741Z","content":"海水退去\n像是个熟睡的孩子\n伴着微微的鼾声\n缓缓呼吸\n\n\n海水退去\n像是个熟睡的孩子\n伴着微微的鼾声\n缓缓呼吸\n海风不顾地\n撞击着峻峭的崖岸\n带着剥落下的尘土\n满足地欢呼\n风说：\n今天我又带走了一部分你\n明天、后天、总有一天……\n崖岸消逝了\n曾经义无反顾的\n还在，呼——呼——\n","thumbnail":"https://i.loli.net/2019/12/12/tH4RNl1vhQFX6Oq.jpg","plink":"http://wardzhou.art/2019/10/31/海蚀崖/"},{"title":"莎士比亚摘抄","date":"2019-10-29T09:16:33.000Z","date_formatted":{"ll":"2019年10月29日","L":"2019/10/29","MM-DD":"10-29"},"updated":"2020-01-09T17:48:58.959Z","content":"花儿如经精炼，虽遇冬天， 只失颜色：芬芳永存人间。\n\n\n\n花儿如经精炼，虽遇冬天， 只失颜色：芬芳永存人间。\n勿刚愎自用，因为你太美， 别让死神征服，蛆虫承继。\n世上美的浪费却有终尽， 有美未用便是自毁手中。 这样可耻戕害自己的人 心中没有对任何人爱怜。\n时光蹉跎，正与腐朽商量， 将你青春白昼换成黑夜： 为了爱你，全力抗拒岁时， 他夺你的，我为你接新枝。\n造物原是把你造成女郎； 创作你的时候，溺爱心动。\n","thumbnail":"https://i.loli.net/2019/12/12/YyETtRXsIkpZ3Og.jpg","plink":"http://wardzhou.art/2019/10/29/莎士比亚摘抄/"},{"title":"蜃","date":"2019-10-25T22:27:16.000Z","date_formatted":{"ll":"2019年10月26日","L":"2019/10/26","MM-DD":"10-26"},"updated":"2020-01-09T17:49:55.244Z","content":"一次又一次\n像拂过面颊的秋风\n寒中带暖\n或是游过指尖的冰雨\n清冽透骨\n站在崖边望着对岸\n纵身一跃\n悬崖只有深渊\n","thumbnail":"https://i.loli.net/2019/12/30/9y2UBgmbrpkL5lf.jpg","plink":"http://wardzhou.art/2019/10/26/蜃/"},{"title":"红与蓝","date":"2019-03-17T15:32:00.000Z","date_formatted":{"ll":"2019年3月17日","L":"2019/03/17","MM-DD":"03-17"},"updated":"2020-01-09T17:48:46.551Z","content":"微风徐徐\n田间金黄色的麦子\n一簇簇擦着肩\n涔涔的麦香把我留住\n\n\n提着编织袋\n沿着门前那条土路\n悠闲地走着\n袋子上印满了格子\n蓝色的和红色的\n沉默着像是在说话\n微风徐徐\n田间金黄色的麦子\n一簇簇擦着肩\n涔涔的麦香把我留住\n一辆拖拉机叫嚣着过去了\n我连忙退开\n车上载满了一袋又一带的\n红色和蓝色的格子\n","thumbnail":"https://i.loli.net/2019/12/30/BaXoeALfGZP8q4j.jpg","plink":"http://wardzhou.art/2019/03/17/红与蓝/"},{"title":"枫","date":"2018-11-15T13:46:00.000Z","date_formatted":{"ll":"2018年11月15日","L":"2018/11/15","MM-DD":"11-15"},"updated":"2020-01-09T17:48:42.162Z","content":"西风就要来了\n带不走秋天的一枝一叶\n\n\n裹件风衣\n走在雨中的石板路上\n小心翼翼\n孱弱的路灯\n照出细细的雨丝\n路旁的枫叶又平添了疲倦\n边缘蜷曲尽褪了艳红\n竟连这枫树也敌不过未至的冬意\n西风就要来了\n带不走秋天的一枝一叶\n要拿我来抵\n去他要去的地方\n","thumbnail":"https://i.loli.net/2019/12/12/CuPcmgWIY5Kq2QB.jpg","plink":"http://wardzhou.art/2018/11/15/枫/"},{"title":"照亮","date":"2018-07-08T10:38:00.000Z","date_formatted":{"ll":"2018年7月8日","L":"2018/07/08","MM-DD":"07-08"},"updated":"2020-01-09T17:48:37.984Z","content":"每粒尘埃\n每颗星体\n都默然地牵引\n缓缓转动\n落满银河\n在悬臂上斑驳闪耀\n渺如星火\n微不足道\n但灯\n一盏便足以照亮一切\n烟花芳华瞬逝\n青柏残留千古\n撒一片阴凉\n","thumbnail":"https://i.loli.net/2019/12/12/iO8YBDmfgteGuRh.jpg","plink":"http://wardzhou.art/2018/07/08/照亮/"},{"title":"到站了","date":"2018-04-29T17:22:00.000Z","date_formatted":{"ll":"2018年4月30日","L":"2018/04/30","MM-DD":"04-30"},"updated":"2020-01-09T17:48:33.093Z","content":"我靠在你的肩膀上\n感受着你的鼻息\n温暖\n呼吸的起伏\n一起都静了下来\n我捕捉着你的心跳\n感受着自己的\n他们彼此交错\n前一下是你的过去\n下一次是你的未来\n我徘徊着踟蹰着\n不甘心留在你的过去\n更无法陪你到未来\n到站了......\n","thumbnail":"https://i.loli.net/2019/12/30/7DZhql4OtLKVPy9.jpg","plink":"http://wardzhou.art/2018/04/30/到站了/"},{"title":"我望着你","date":"2018-04-18T15:49:44.000Z","date_formatted":{"ll":"2018年4月18日","L":"2018/04/18","MM-DD":"04-18"},"updated":"2020-01-09T17:48:28.256Z","content":"我痴然地望着你\n阳光下温暖的草地\n松软的土壤\n泥土里混着迷乱的气息\n我望着你\n你还是你\n我用力地拥抱着你\n沐浴和煦的朝曦\n伸进疏酥的泥土\n放肆这自然的气息\n我抱着你\n你的怀里不是你\n","thumbnail":"https://i.loli.net/2019/12/30/O9pMqfTikP5QLXy.jpg","plink":"http://wardzhou.art/2018/04/18/我望着你/"},{"title":"只为再见到你","date":"2018-04-16T02:46:00.000Z","date_formatted":{"ll":"2018年4月16日","L":"2018/04/16","MM-DD":"04-16"},"updated":"2020-01-09T17:48:23.490Z","content":"张开双眼\n寻不到任何焦点\n思绪万千\n却麻木而空洞\n黑暗中我抱紧了自己的臂膀\n耳边是收音机的白噪\n像是身体深处的隐痛\n无法逃避\n为什么\n我见到了自己同你在一起\n一定是我睡过去了\n我爱上了这空洞的黑暗\n隐痛的白噪\n只为再见到你\n","thumbnail":"https://i.loli.net/2019/12/30/OTyetBjp2iDqdV7.jpg","plink":"http://wardzhou.art/2018/04/16/只为再见到你/"},{"title":"我曾去过沙漠","date":"2018-04-14T10:19:00.000Z","date_formatted":{"ll":"2018年4月14日","L":"2018/04/14","MM-DD":"04-14"},"updated":"2020-01-09T17:48:13.814Z","content":"先是缓缓下滑\n然后快速坠落\n埋入沙中\n\n\n\n我曾去过沙漠\n细沙在风中塑舞\n连续的曲线\n像是女人的胴体\n光滑细索\n但我绝不敢停驻\n——先是缓缓下滑\n然后快速坠落\n埋入沙中\n醒来的是绿洲初曦的露珠\n还是随风而去的蜃楼\n都只是黄粱一梦\n","thumbnail":"https://i.loli.net/2019/12/12/fcs3X8Dad7NjUEK.jpg","plink":"http://wardzhou.art/2018/04/14/我曾去过沙漠/"},{"title":"我们都曾沉沦于孤独","date":"2018-01-27T02:39:00.000Z","date_formatted":{"ll":"2018年1月27日","L":"2018/01/27","MM-DD":"01-27"},"updated":"2020-01-09T17:49:46.367Z","content":"《青春咖啡馆》用四个人的描述，勾画出露姬的一生。露姬的生命充满了孤独，那种孤独似与生俱来，也抑或是环境使然。但从她的身上，我们也可找寻到我们自己的影子。趁母亲上夜班偷跑出去，还是离家出走，这一切都处于那心底的孤独。孤独是一种病，有的人不治而愈，而有的人却病入膏肓。在通往无尽黑暗的阶梯里，越走越深。\n       作者在开头写下了 这样的一句话：我们都被一缕浓郁的忧愁所包围，在挥霍青春的咖啡馆，有那么多的忧愁从伤感和忧伤的话语里流露出来。我们也经历着青春，孤独和迷茫向来与之相伴。我们不动声色地挣扎，却也不忘挥霍着青春。我们找寻着自我，找寻着自己的归属，但注定是徒劳的。结果并不重要，我们走过这一路所经历的点点滴滴已留下刻痕。这是步入成年的一次短暂的人生彩排。\n","plink":"http://wardzhou.art/2018/01/27/我们都曾沉沦于孤独/"},{"title":"关于我 About me","date":"2019-12-17T10:56:26.000Z","date_formatted":{"ll":"2019年12月17日","L":"2019/12/17","MM-DD":"12-17"},"updated":"2019-12-17T16:58:59.288Z","content":"嘿！你好，我的朋友，这是我用来分享的小博客。\n首先感谢维护Hexo引擎的开发者们以及，inside主题的开发者Elmore Cheng。多亏了他们，才能让我这样一个计算机小白能搭起这个博客。\n然后要感谢所有支持我的家人和朋友，你们的支持是我创作的动力，还要感谢那些每天与我擦肩而过的，素不相识的路人，是你们给了我源源不断创作的灵感。\n我是一个学习者，对IT，对文学艺术有着无比的热忱，喜欢拍片📷、读书📖、折腾电脑💻、时不时有了灵感也会乱写一通。\n最开始，是从公众号做起，初衷是想分享我的“作品”，后来因为种种原因，我决定放弃了他（感谢那80个关注者），后来我搭建了这个博客，希望能够把我的这片角落里的天地，与人分享。\n虽然不能贡献什么代码，但是时不时挑一些平时的摄影加入CC0社区，也是一件值得高兴的事情，一个月来已经有了五千多下载量，很高兴有人喜欢我的“作品”。\n之后，打算除了文学类作品外，会加入一些关于计算机操作的小教程、怎么装系统、优化啦、以及学R&amp;C#路上的一些坑分享给大家，希望能够帮助到需要的朋友。\n这是我回馈的方式\n我的Pixabay页面\n希望你能够在这收货一份快乐。\n再次感谢❤。\nHi! My friend! This is the tiny blog where I share things.\nFirstly, I must appreciate developers who maintain Hexo and the developer of theme inside Elmore Cheng. I can not go so far without them.\nThen I shall thank my families as well as my friends offering their support all the time, which is my motivation to work. Also, I shall thank all the anonymous people I meet cause you are my inspiration to compose.\nI am just a learner with great passion for IT,art and literature. Photography📷,reading📖,try new stuff on my 💻 is all I enjoy. When it comes I write things too.\nFrom the very beginning, I start with a wechat account where I share my work, and abandoned for some reason(thank the 80 followers,your support matters.) And now here we are, I hope to make it work sharing the realm of my soul.\nI can barely contribute any codes, so I pick some of my photography and make it free through CC0 licence. Within 30 days, downloads reached 5k, which is really a delight. I am always happy that my work is needed and that somebody in the world who loves it.\nMy further plan is to write some practical tips or so called tutorials about computer operation and the issue I come across when I program with R and C#. I hope you may learn something from my articles.\nThis my way to give back.\nMy Pixabay account\nEnjoy yourself.\nThanks again❤.\n","plink":"http://wardzhou.art/about/"},{"title":"数据新闻","date":"2020-01-24T07:53:05.000Z","date_formatted":{"ll":"2020年1月24日","L":"2020/01/24","MM-DD":"01-24"},"updated":"2020-02-08T07:31:23.296Z","content":"往期作品家庭暴力离我们多远？——对中国家庭暴力现状的数据调查\n习作——李文亮事件，我们和媒体在关注什么？\n","plink":"http://wardzhou.art/dataJournalism/"},{"title":"习作——李文亮事件，我们和媒体在关注什么？","date":"2020-02-08T03:18:03.000Z","date_formatted":{"ll":"2020年2月8日","L":"2020/02/08","MM-DD":"02-08"},"updated":"2020-02-08T07:37:54.810Z","content":"吹哨人与“造谣者”事件起于12月30日李文亮将“华南水果海鲜市场确诊了7例SARS”“最新消息是冠状病毒感染确定了，正在进行病毒分型”的消息发在同学群里，随后被转发传播。警方认定其为违法，并进行依法处理，对其传送了训诫书。后有多家媒体称之为造谣。\n2月1日，李文亮确诊新型灌装病毒肺炎，于7日凌晨2点58分抢救无效去世。李文亮事件迅速在微博发酵，成为公众热点。\n以“李文亮”为关键词，我们获取了最近的一千条推文，以及百度焦点的前50条新闻，对其做分词与词频统计。\n媒体所聚焦的\n\n可以看出媒体报道中的高频词主要为陈述词。排在前20的词中并无情绪渲染的出现。\n\n受众所反应的\n\n从推文的高频词中，除描述事件基本事实的词语外，宣泄情绪性的词出现较多。负面情绪占主要地位。\n\n\n\n\n\n本文仅为学术目的，不代表作者观点。禁止演绎，禁止转载。\n作者：陆玮 周楠屿\n2020.02.08\n\n","plink":"http://wardzhou.art/dataJournalism-LWL-RIP/"},{"title":"家庭暴力离我们多远？","date":"2020-01-04T07:10:28.000Z","date_formatted":{"ll":"2020年1月4日","L":"2020/01/04","MM-DD":"01-04"},"updated":"2020-01-31T14:24:26.969Z","content":"——对中国家庭暴力现状的数据调查\n观看短片\n\n“家庭暴力”就在我们身边。2019年11月25日是第26个“消除对妇女暴力行为国际日”，因模仿蒙娜丽莎走红的美妆博主@宇芽yuyamika，在个人微博上发布了一条自己被前男友@沱沱的风魔教 家暴的视频。随后该条微博登顶当日微博热搜榜首。“家庭暴力”一词再次进入公众舆论的视线。\n据人民日报本年度发布的统计，中国2.7亿个家庭中，有近30%的家庭存在着不同程度的家庭暴力问题。\n从2009-2019年涉及家庭暴力的裁判文书统计结果来看，案件数量自2009年开始逐年上升，2013年开始快速增长，至2015年达到高峰，随后逐年下滑，增长逐步放缓。\n\n---\n\n“大隐隐于市”的家庭暴力家暴，又被称为“家庭癌症”，目前已经成为受到广泛关注的社会问题。《中华人民共和国反家庭暴力法》第二条，将家庭暴力定义为“家庭成员之间以殴打、捆绑、残害、限制人身自由以及经常性谩骂、恐吓等方式实施的身体、精神等侵害行为”。\n  \n虽然已有法条明确定性，但各地的家暴案件能否进入司法程序,很大程度上取决于家暴受害者的维权意识。各个省份不尽相同的婚姻文化和反家暴地方性法规，也让我国各省份家庭暴力案件数目相差较大。从空间分布看，涉及家庭暴力的案件多集中于中部和东部发达地区。湖南、上海等地均为多发区。\n\n从数量看，2009-2016，湖南的案件数量均居于首位，随后呈现出下滑趋势。上海自2016年起，数量快速增长，2019年达到历史最高（636件）\n\n\n2019年涉及家庭暴力的案件中，主要受害者主要是女性。其中部分受害者在遭遇家庭暴力时隐忍不发，在遭遇杀害后才由家人代为起诉，予以凶手制裁。\n\n央视网援引全国妇联的统计数据，70%的家暴者不仅家暴妻子，还对孩子施暴。充满暴力的原生家庭又给孩子未来的家买下了隐患，代代相传的惯性施暴，再加上传统观念中“能忍则忍，以和为贵”的家庭观念，家庭暴力也许正逐步演变为解不开的死循环。\n\n家庭暴力的产生原因是什么？宇芽事件中，沱沱的两任前妻也发声表示，她们都曾遭受沱沱的家暴，只是先前一直隐忍。宇芽也是在遭受第五次家暴时才发声揭露沱沱的暴行。\n\n当被问及沱沱长期对其施暴的缘故时\n她们的回答如出一辙：“是因为一些鸡毛蒜皮的小事。”\n\n根据我国《反家暴法》第五章第三十三条，“加害人实施家庭暴力，构成违反治安管理行为的，依法给予治安管理处罚；构成犯罪的，依法追究刑事责任。”施暴的行为人根据案情的严重程度，应依法承担包括民事责任、行政责任和刑事责任在内的法律责任。\n\n由于宇芽遭受的暴力未能达到轻伤或以上程度，当地公安机关予以沱沱行政拘留20日并罚款的行政处罚，媒体和网友也对沱沱的暴力行径做出了谴责。\n\n2019年审判文书数据，在涉及家庭暴力的案件中，离婚纠纷占据主要部分，在案件类型上，民事案件共有3571件占95%，刑事案件比重较小一共97起占3%。\n\n\n反家暴法，任重而道远2000年，湖南省出台了全国第一部反对家庭暴力的地方性法规《关于预防和制止家庭暴力的决议》，在人口基数庞大的湖南，正有更多家庭暴力受害者获得法律的援助，远离伤害。\n2016年3月8日，包含6章38条的《中华人民共和国反家庭暴力法》正式施行，上图中2016年后的判决数据总量明显回降，这也侧面说明，法律的出台，引导约束着现有的社会家庭关系，让普罗大众更加重视家庭暴力问题。\n相关法律的完善，让正在遭受家暴的弱势群体有了更多的保障。但回看当下实事：反复家暴的李阳、蒋劲夫，还有不少公众人物以“一个巴掌拍不响”为由为他们声援。根据《上海大学学报》刊登过的“性别、代际与家庭暴力的幸存者：一项基于两代受暴妇女的生命史研究”中的数据，在遭受家暴后，有79.8%的受害人会首先向家人和朋友寻求帮助，这意味着法律的理性之外，社会大众对家暴的定性也很重要。“打是亲骂是爱”、“女人离婚吃亏”等传统思想对受害者绑架，也是目前急需克服的问题，走出家暴问题上社会观念的误区，并非易事。\n相关舆论事件的爆出，让“家庭暴力”高调重回公众视野，舆论对此的密切关注，是我国反家暴过程中的重要一环。在法律体系逐步健全的背景下，反家暴理念的革新也应紧随其后，为了少一些悲剧发生，立法者、司法者、普法者、守法者，都还在路上。\n\n\n作者：周楠屿、王婉、孙浩宁、王家琦\n指导：金庚星\n2020.01.04\n\n","plink":"http://wardzhou.art/dataJournalism-whyWomanKill/"},{"title":"事实核查","date":"2020-01-22T02:30:00.000Z","date_formatted":{"ll":"2020年1月22日","L":"2020/01/22","MM-DD":"01-22"},"updated":"2020-02-08T07:31:42.954Z","content":"往期核查谷歌外包审核员:年薪26万天天删暴恐视频 半年崩溃\n一盒口罩卖一千！有人在抗疫一线奋战，有人却在发“口罩财”！\n","plink":"http://wardzhou.art/事实核查/"},{"title":"一盒口罩卖一千！有人在抗疫一线奋战，有人却在发“口罩财”！","date":"2020-01-22T02:30:00.000Z","date_formatted":{"ll":"2020年1月22日","L":"2020/01/22","MM-DD":"01-22"},"updated":"2020-01-31T14:25:54.735Z","content":"核查背景近日国内爆发新型肺炎，根据人民日报官方微博1月22日最新微博的消息：新型肺炎目前确诊440例，死亡9例。\n\n1月21日人民日报官方微博发布了题为《多科权威专家：春运如何严防新型冠状病毒》的文章，提到佩戴N95/医用外壳口罩能够预防新型冠状病毒。\n\n到1月22日10：46#N95口罩话题登到微博热搜第六名。\n\n话题下是一条@北京晚报 发布的题目为《一盒口罩卖一千！有人在抗疫一线奋战，有人却在发“口罩财”！》的微博。本文将对该条微博进行事实核查。\n\n事实点列举\n某些电商平台销售的口罩明显涨价\n不少店家的N95口罩从原价99元涨到三四百至上千\n多个电商平台3M品牌旗舰店内KN95及KN90口罩均出现断货情况\n\n本文将对以上三点分别进行核查。\n事实核查本文采用网上找到的历史价格查询工具\n以口罩为关键词，销量从高到低排列对京东淘宝排名前位的口罩商品的历史价格进行查询，结果如下。\n京东部分商品：\n\nhttp://p.zwjhl.com/price.aspx?url=https%3a%2f%2fitem.jd.com%2f1306182.html%23none\n\nhttp://p.zwjhl.com/price.aspx?url=https%3A%2F%2Fitem.jd.com%2F3649920.html\n\nhttp://p.zwjhl.com/price.aspx?url=https%3A%2F%2Fitem.jd.com%2F3500471.html\n\nhttp://p.zwjhl.com/price.aspx?url=https%3A%2F%2Fitem.jd.com%2F4979082.html\n淘宝部分商品：\n\nhttp://p.zwjhl.com/price.aspx?url=https%3A%2F%2Fitem.taobao.com%2Fitem.htm%3Fid%3D539796289435\n\nhttp://p.zwjhl.com/price.aspx?url=https%3A%2F%2Fdetail.yao.95095.com%2Fitem.htm%3Fspm%3Da230r.1.14.8.66e833c04lscW5%26id%3D599648775985%26ns%3D1%26abbucket%3D5\n\nhttp://p.zwjhl.com/price.aspx?url=https%3A%2F%2Fdetail.tmall.com%2Fitem.htm%3Fspm%3Da230r.1.14.9.1b41586e8B8J9X%26id%3D535488579227%26ns%3D1%26abbucket%3D5\n\nhttps://detail.tmall.com/item.htm?id=580750137136&amp;skuId=4307905657713\n从结果来看，有部分商品短期内涨价事实点1部分准确\n事实点2事实点2中本身描述有误。从99元上涨到到三四百至上千，并未提及数量，也就是商品具体的单价。\n按照原文中图片关键词在天猫搜索，已找不到原商品。\n\n上图为本文作者于天猫的搜索结果，下路为文章中的配图\n\n对检索结果出现的商品进行历史价格核查，发现为今日刚刚上架的商品\n\nhttp://p.zwjhl.com/price.aspx?url=https%3A%2F%2Fdetail.tmall.com%2Fitem.htm%3Fspm%3Da230r.1.14.7.38564853DQk82f%26id%3D607376168621%26ns%3D1%26abbucket%3D5\n\nhttp://p.zwjhl.com/price.aspx?url=https%3A%2F%2Fdetail.tmall.com%2Fitem.htm%3Fspm%3Da230r.1.14.19.38564853DQk82f%26id%3D520117280131%26ns%3D1%26abbucket%3D5\n小结：因原商品均已下架，无法核查。但原文中没有提及单价和商品类别，只描述价格的上涨，本身的逻辑有误。\n事实点33M天猫旗舰店中在售的N95、N90口罩均已售空\n\n\n3M京东旗舰店中在售的N95、N90口罩上海地区、北京地区等均无货\n\n从天猫和京东两大电商平台来看，事实点3描述准确\n核查结果\n某些电商平台销售的口罩明显涨价——部分准确\n不少店家的N95口罩从原价99元涨到三四百至上千——无法核查\n多个电商平台3M品牌旗舰店内KN95及KN90口罩均出现断货情况——情况属实\n\n我们未能找到已下架商品的具体价格信息，但电商平台只有部分口罩涨价，且原文本身说法有误，有诱导嫌疑。多个电商平台3M品牌旗舰店在售KN95/KN90口罩均断货的说法属实。\n","plink":"http://wardzhou.art/事实核查-N95口罩/"},{"title":"谷歌外包审核员:年薪26万天天删暴恐视频 半年崩溃","date":"2019-12-17T10:56:26.000Z","date_formatted":{"ll":"2019年12月17日","L":"2019/12/17","MM-DD":"12-17"},"updated":"2020-01-31T14:26:08.876Z","content":"核查背景 \n互联网走到下一个内容时代的风口，内容审查越来越成为内容平台所要面临的挑战。而该篇新闻报道，把内容审核员这个职业再次拉到公众的面前。\n\n\n网易科技爆出一则标题为谷歌外包审核员:年薪26万天天删暴恐视频 半年崩溃的新闻。\n事实点列举\n文章声称是外媒报道，但未提及是哪一家，只提供了原标题，小编根据标题找到了原报道。\n\nThese moderators help keep Google and YouTube free of violent extremism — and now some of them have PTSD link\nGoogle把内容审核外包给三方公司\nAccenture公司是谷歌在美最大的审核公司\nAustin的员工每天要审核5个小时的可怕视频\n低薪雇佣来自中东的移民员工，并两年没有加薪\n谷歌员工申请工作时一般不会被告知内容审核可能引发的心理问题\n谷歌在某些审核人员进行实验，看看技术干预（如允许员工观看灰度视频）是否能减少情感伤害\n内容审核可能导致谷歌员工患上PTSD、慢性焦虑和其他长期的精神健康问题\n事实核查\n[**The Verge 边缘**](https://www.theverge.com/)\n\n\nThe Verge是一个美国的科技新闻及媒体网络，由Vox媒体在纽约曼哈顿的办事处操作。此网络发布新闻、长篇专题报道、产品评价、博客，以及娱乐节目。\n\n该网站使用其自己的带有广泛视频内容的专有出版平台。网络的内容资金来自广告和赞助，并由其自己的首席主编约书亚·托博斯基和Vox媒体的首席内容官马蒂·莫（Marty Moe）管理。网站于2011年11月1日启动，2012年 The Verge 赢得了五个威比奖，包括最佳写作（编辑），The Vergecast赢得“最佳播客”，最好的视觉设计，最佳消费电子产品网站以及最佳移动新闻应用。\nWIKI link\n报道原作者Casey Newton\n\nAustin 埃森哲\n埃森哲（Accenture；NYSE：ACN）是一个管理咨询、信息技术和业务流程外包的跨国公司。2018年已有近47万员工，营业额约329亿美元，是世界上最大的管理咨询公司和《财富》世界500强公司之一（2009年排名第348位）。其客户包括《财富》世界500强中超过八成的跨国公司、各国政府机构以及军队。\n\n\n\n![image.png](https://i.loli.net/2019/12/18/SYQBe197kv8KzFb.png \"|block\")\n\n\n搜索原文提到的Austin公司，能够找到相关的职位\n\n\n\n职位说明中，只提及会接触到令人不适的内容，并未详细说哪些内容以及对所造成的影响。\n\n\n\n另一个职位名标注了要求双语（英、阿拉伯）原文提到雇佣中东移民部分部分属实。\n\n\n\n职位描述中，要求一周工作五天，每天8.5h工作时间，但是不能说明原文中所叙述的每天审核5h的可怕视频。\n\n\n\n本编辑随后前往领英搜索该公司，发现三天前发布了同官网一样的职位，且内容完全一致。\n\n\n审查的一个关键点在于谷歌是否与Austin有外包合作关系，很遗憾并没有找到谷歌外包审查的任何有效证据，在谷歌的隐私条款中也并未提及\n\n\n\n在谷歌Careers网站上并未找到内容审核的相关职位\n\n\n关于谷歌的实验\n![image.png](https://i.loli.net/2019/12/18/ZV5pYB9Q4LyCJFK.png \"|block\")\n\n本编辑通过谷歌学术找到了谷歌公司发表的一篇名为\nTesting Stylistic Interventions to Reduce\nEmotional Impact of Content Moderation Workers的论文\n\n在该论文中，明确提到参与试验的人员均是论文作者所在机构的内容审查员\n随后本编辑搜索了两位作者\n\n根据领英档案资料显示，两人Sowmya Karunakaran，Rashmi Ramakrishnan均为Google现任员工，故谷歌在某些审核人员进行实验，看看技术干预（如允许员工观看灰度视频）是否能减少情感伤害 描述准确\nCCM(Commercial Content Moderator)是否有可能患上PTSD等精神疾病\n>**什么是PTSD？**\n\n\n创伤后应激障碍（ post‐traumatic stress disorder）是指个体经历、目睹或遭遇到一个或多个涉及自身或他人的实际死亡，或受到死亡的威胁，或严重的受伤，或躯体完整性受到威胁后，所导致的个体延迟出现和持续存在的精神障碍。\n\n\nPTSD的发生与很多因素相关联，这些因素主要分为家庭、社会心理因素（如性别、年龄、种族、婚姻状况、经济状况、社会地位、工作状况、受教育水平、应激性生活事件、个性特征、防御方式、童年期创伤、家庭暴力、战争、社会支持等）和生物学因素（如遗传因素、神经内分泌因素、神经生化因素等）。其中重大创伤性事件是PTSD发病的基本条件，具有极大的不可预期性。\n\n本编辑找到了一些内容审核员患上PTSD的报道\n\nlink\n\nlink\n随后我们找到了相关的学术研究\n\nMaking Secondary Trauma a Primary Issue: A Study of Eyewitness Media and Vicarious Trauma on the Digital Frontline link\n内容审核可能导致谷歌员工患上PTSD、慢性焦虑和其他长期的精神健康问题 经核查描述准确\n总结\n原文涉及的大部分内容均来自访谈，无法直接考证。且咨询公司通常会签订严格的保密协定，故无法得知谷歌的内容审查外包商，相关事实点均无法考证。\n\n通过核查，确定谷歌正在其员工身上（CCM）进行相关试验，希望通过技术手段减少内容审查员所受到的情感损伤。\n根据现有相关领域的研究报告以及案例能够确定，内容审查工作可能会导致包括PTSD在内的心理疾病。\n","plink":"http://wardzhou.art/事实核查-谷歌内容审查/"}]