{"title":"Promises第十三章","date":"2020-02-20T13:49:09.000Z","date_formatted":{"ll":"Feb 20, 2020","L":"02/20/2020","MM-DD":"02-20"},"thumbnail":"","link":"2020/02/20/PromisesChapter13","comments":true,"tags":["Promises","翻译"],"categories":["翻译"],"updated":"2020-02-20T19:02:12.819Z","content":"<p>突然我的心跳开始加速，嘴唇干涩。<br>\n我的目光失去控制地钉在他身上。<br>\n这一刻，时空之里只有他。</p>\n<a id=\"more\"></a>\n<h1 id=\"promises\">Promises<a title=\"#promises\" href=\"#promises\"></a></h1>\n<p><em>Marie Sexton</em></p>\n<h2 id=\"第十三章\">第十三章<a title=\"#第十三章\" href=\"#第十三章\"></a></h2>\n<p>“我带了做玉米片的食材过来。”Matt从厨房里出来说道，然后递给我一瓶啤酒。</p>\n<p>“你在做玉米片？”</p>\n<p>他挤出了一副苦笑。“我以为你要来做玉米片。”我把瓶盖扔向他。他没理我，目光转向电视。“橄榄球季前赛？有什么看头？”</p>\n<p>“总比没有球看要好吧。”</p>\n<p>“你知道的”他打趣地说。“我觉得橄榄球不是同志们的兴趣所在。”</p>\n<p>我朝他翻了个白眼。“是的，我听过这套说辞。不过到现在还没有人来收回我的‘同志会员卡’。”</p>\n<p>他笑了，注意力又回到电视上。“牛仔队和野马队？我的天，这次我怕是要为你的野马队喝彩了。”</p>\n<p>我诧异地笑了。“真的吗？我很惊讶呢。”</p>\n<p>“我一直极力抵制牛仔队，就是为了气我父亲。”</p>\n<p>“我忘记他是牛仔队的粉丝了。这是个原则问题，从现在起我也得对他们倒喝彩了。”</p>\n<p>“就剩下一周了。”他说道，我非常清楚他在说什么。我们在算着常规赛开始的日子。他是我遇到的除了我父亲和Brian以外第一个和我一样痴迷于职业橄榄球赛的人。</p>\n<p>“一周后，就看着我的酋长队怎么把你的野马队打得落花流水吧。”他说。作为不同分区的竞争对手，在一个赛季里我们这两支队伍会有两次交锋的机会。</p>\n<p>“走着瞧吧。”</p>\n<p>“输的人要买一个星期的晚餐。”</p>\n<p>“就这么定了！”</p>\n<p>他像是敬酒一样举起了酒瓶，不过他的动作因为疼痛缩了一下。</p>\n<p>“上周骑车摔的地方还疼吗？”</p>\n<p>“是的，本来不应该这么糟的，全是因为我那天晚上睡姿不对，早上醒来的时候肩膀剧烈地痉挛。我想这是要变老的迹象吧。”</p>\n<p>“你知道，我可以帮到你的。”这话没经思考就说出了口。</p>\n<p>他的眼角翘起，他几乎要笑出来了。“帮我变老吗？”</p>\n<p>“不是，你个机灵鬼，我说的是你的肩膀。”</p>\n<p>“怎么帮？”</p>\n<p>他朝前坐在沙发的边上，这样我就能轻松地坐在他背后的位置。“把你衬衫脱了。”</p>\n<p>“什么？”他扭过身来恐慌地看着我，像是我刚刚提出让他在我面前脱光了跳舞一样。</p>\n<p>“淡定。”我在他后脑勺拍了一下。“我很在行的。我以前给我妈妈做过。她一次画几个小时的画肩膀就会痉挛。”</p>\n<p>“我还是不了。”</p>\n<p>“嘿，你不必觉得这很尴尬，或者是其他什么原因。”他看起来半信半疑。“我不是在向你求爱，我发誓。”</p>\n<p>“好吧。”他这会好像不那么怀疑了。</p>\n<p>“你肩膀疼吧？”</p>\n<p>“是的。”</p>\n<p>“那就不要大惊小怪的，脱掉你的衬衫，你可真是个孩子。相信我，这会有效果的。”</p>\n<p>没什么能比管一个大汉叫孩子更能激将他了。他想了一会，耸了耸肩。“好吧。”他脱掉了衬衫转向电视。 “皮带下面不可以哦。”他说，至少这算是半句玩笑话，我笑了。</p>\n<p>“我保证。”</p>\n<p>他还是正着身坐着，没有斜靠在我身上，这让我轻松多了。他的背很宽，肌肉发达。一点也不像是在揉我妈妈那小而松弛的肩膀。我很快地在心中生起一阵敬意，以此谋生的人要有多强壮的双手才行。</p>\n<p>起初他还很紧张，随着我的按摩，他开始放松起来。他的头前倾，在我按摩到关节的时候，他发出一声持续而低沉的呻吟像是猫的呼噜声。我小心地避开另一侧我们骑行时摔的淤伤。他后背的下面有一条老伤疤，从左侧一直到脊梁。我之前看到过一次，但从没问过他是怎么回事。我用一只手指划过，感到他一阵轻微的颤栗。</p>\n<p>“怎么弄的？”</p>\n<p>“我当时在爬祖父家牧场的铁丝网。”他没有再说，我本以为他说完了，一分钟后他又开始讲起来。“我还只是个孩子。那是个复活节，我妈妈给我穿上了新衣服。我本不应该进牧场的，但我想去看那些马。我认为她不会知道的，但我在过栅栏的时候遇到点问题，然后被发现了。我的新衬衫被扯了一个大洞，裤子上到处都是血。我认为父亲肯定要因此好好教训我一顿。”</p>\n<p>“他有吗？”</p>\n<p>“没。我妈妈确实很生气，但是不知道是怎么回事，我父亲只是笑了。”</p>\n<p>“真的？”这令我很惊讶。</p>\n<p>“是真的。”他沉默了片刻，平静地说，“那是很久以前的事了。”我知道他不想再讨论他的父亲了。</p>\n<p>“Brian和我有一次成功地把店里一整排散装钉子都打翻了。地板上到处都是大小不一的钉子，大概有几百个，也许有上千个。该死的就是有很多，我不知道有多少。”</p>\n<p>“你惹上麻烦了吗？”</p>\n<p>“爸爸生气极了，但我父母在惩罚上很有一套。”</p>\n<p>“所以是怎样的？”</p>\n<p>“接下来的五个小时，我们把那些钉子全都捡起来，分好类放回对应的盒子。如果有客人来店里看到我们想要帮忙，我父亲就会说，‘他们自己惹的麻烦要自己处理！’”</p>\n<p>Matt微微一笑，我继续按摩。他皮肤的颜色比我的要深，除了那处伤疤，简直是完美无缺。</p>\n<p>“你祖父有一片牧场？”</p>\n<p>“有过，过去时了。本来是我母亲的父母的，但他们去世后，农场到了我叔叔手里，然后被他卖掉。在我还是孩子的时候和我的表亲们在那边玩得很开心。但我们并不常去。我妈妈的家人不怎么喜欢我父亲。”尽管不是故意的，但我们一直把话题转回他父亲。“有两年，我们住在离他们三十米不到的地方，每周末都能去看望他们。但之后我们又搬家了。我们从不在一个地方住很久。最长的一次是三年，从九年级一直到我上初中那年。就在我还有两年上高中的时候，我们再一次搬家了。我真的很讨厌这样。”</p>\n<p>“这就是你没参军的原因吗？”</p>\n<p>片刻的犹豫后，他说：“一部分原因吧。”从他的语气中能感觉到这个话题不会再继续了。“能住在在同一个地方一辈子肯定很棒。”</p>\n<p>“在某些方面是的。但从大学毕业回来感觉有点失败。其他人都想要搬走，只有我回到父母身边。似乎是只有那些失败者才会守在这。就像Dan和Cherie。”我停下了，意识到或许我不该说这。但他似乎没有留意，我继续说：“我猜我已经习惯了。我爱这里，我爱科罗拉多。我想我无法生活在远离群山的地方。无论什么时候，只要我往东走得足够远以至于看不到这些山的时候，我就会感到不自在。我不知道该怎么解释，就像是看不到家一样。就像是我身体里有一个罗盘，但它指向西，而不是北。”我不再说了，真希望刚刚没有说出这些话。“嗯，你感觉好一点了吗？”</p>\n<p>他叹息着往后靠，头枕在我腿上，望着我。“嗯，确实管用，你说对了。”</p>\n<p>“就跟你说嘛。”</p>\n<p>“谢谢。”</p>\n<p>但他的身体没有动，闭上了双眼，似乎在半睡着。</p>\n<p>他的头正好在我的膝头。这似乎没让他感到囧意，但对我来说这简直太亲密了。突然我的心跳开始加速，嘴唇干涩。我的目光失去控制地钉在他身上。这一刻，时空之里只有他。我从未见过任何能胜过他这般俊朗而美好的事物。他的下颌强壮而棱角分明。面颊上满是至少长了一天的胡渣。他的双唇是如此的柔软而饱满。</p>\n<p>他从不戴墨镜，眼睛周围有几道斜线，微微泛白衬出他那棕褐色的面颊。他的睫毛不长，但很密，黑得发亮。我可以就这样整晚地望着他。我意识到我的躯体充斥着某种奇怪的感觉。这感觉如此强烈无法阻挡——与其说是快感更像是痛楚。我感觉我一定是对此兴奋得发光。从我身边拂过的微风给我的肌肤留下阵阵烧热。躺在我腿上的他一定也能从中感受得到。他怎么能如此的与我亲近，触碰着我，却无法感受到我的内心？我始终被他所吸引。我始终享受着与他共度的点滴时光。然而这时我意识到，这几个星期，从另一个角度看，我们之间的情谊已经不止如此了。</p>\n<p>我爱他。</p>\n<p>这是个痛苦的事实——肺里的空气被这痛苦抽干——我爱上了这个永远不会爱我的男人。</p>\n<p>除了吻他我别无他想。但恼怒又释然地发现，从我现在坐着的地方是做不到的。我知道如果不是这样我会无法自控。我的手不受控制地放到了他的脸颊上，指尖摩挲着他的下颌。他的慢慢地睁开了双眼，看着我，他灰中夹绿的眼睛望着我的双眼。我知道他能在我眼中看到我的心绪。在那一刻，他不可能看着我的眼睛而不知道我在想什么。</p>\n<p>他慢慢地抬起手，抓住我的手然后把我拉开他的面颊。他没有放开我的手。这声音平缓而温柔：“你确定，你没有在向我求爱吗？”他问道。</p>\n<p>我甚至不能马上回答出来。一开始这确实不是我的本意，但就在那一刻，我想我再也离不开他了。</p>\n<p>“这有用吗？”我的声音几乎比耳语还轻。</p>\n<p>他犹豫了片刻，是他真的不确定还是他认为我不会想听到他的回答，我无从得知。然后他只是轻轻地摇了摇头。</p>\n<p>“没用。”</p>\n<p>这是我所预料到的回答，然而我还是无法相信这有多心痛。我不忍再去看他。我不得不闭上眼，不得不提醒自己要颤抖着深吸一口气。我差点说不出喉咙前的那句话。“我猜这没什么大不了的，不是吗？”</p>\n<p>我想要抽走我的手，但他还握着我手指的手，突然紧握。“Jared？”我低下头看着他，他说。“你想让我离开吗？”</p>\n<p>这问题让我大吃一惊，我诚实地回答道。“不，当然不。”我把手从他手里抽出，站了起来，背对着他，一只手捂住双眼。“Matt，我…”我不确定要说什么，出来的却是这样一句。“我很抱歉。”</p>\n<p>“别。”他温柔而坦白地说，这让我好多了。我松了一口气，至少我对他的情欲不会断送掉我们的友谊。但我还是不敢看他。余光里，我看到他起身重新穿上了衬衫。他走过来，把手搭在我肩上等候着，直到我终于抬头看他的脸孔。他几乎是在笑，对我说：“来吧，我们一起去做玉米片。”</p>\n<p>八月的最后一个周日我们是在沙发上看球度过的。我们就像是圣诞节的孩子一般兴奋地享受这个赛季。早上的比赛我们为同一支队伍喝彩，但是到了午后，我们又开始为各自的队伍呐喊。我从经历过如此完美的友谊。我们一起欢笑，互相咒骂，时不时向对方扔东西，一起醉酒。快要结束的时候，他发出了一声开心的叹息，紧贴着我靠在沙发上，然后说道：“我绝对每周日都要来。”</p>\n<p>“别忘了周一也有球赛。”</p>\n<blockquote>\n<p>翻译自原著第十三章<br>\n2020.02.21</p>\n</blockquote>\n","prev":{"title":"Promises第十四章","link":"2020/02/22/PromisesChapter14"},"next":{"title":"Promises第十二章","link":"2020/02/19/PromisesChapter12"},"plink":"http://wardzhou.art/2020/02/20/PromisesChapter13/","toc":[{"id":"promises","title":"Promises","index":"1","children":[{"id":"第十三章","title":"第十三章","index":"1.1"}]}],"reward":true,"copyright":{"author":"白桦树下的人","license":"Attribution-NonCommercial-NoDerivatives 4.0 International(<a href=\"https://creativecommons.org/licenses/by-nc-nd/4.0/\" rel=\\\"external nofollow\\\" target=\\\"_blank\\\">CC BY-NC-ND 4.0</a>)","updated":"February 21, 2020"}}