{"title":"Promises第十五章","date":"2020-02-24T16:50:46.000Z","date_formatted":{"ll":"2020年2月25日","L":"2020/02/25","MM-DD":"02-25"},"thumbnail":"","link":"2020/02/25/PromisesChapter15","comments":true,"tags":["Promises","翻译"],"categories":["翻译"],"updated":"2020-02-28T16:53:51.210Z","content":"<h1 id=\"promises\">Promises<a href=\"#promises\" title=\"Promises\"></a></h1><p><em>Marie Sexton</em></p>\n<h2 id=\"第十五章\">第十五章<a href=\"#第十五章\" title=\"第十五章\"></a></h2><p>不出所料，我的家人被这次意外吓坏了。不过在他们知道Matt让我向他保证以后一定会戴头盔之后，就不再对我说教了。我妈妈说这是“因祸得福”的时候，我差点没翻了个白眼。得知自行车损坏得不是很严重让我松了一口气。几天不到，这次意外就已经被忘得差不多了。如果说我还好奇于Matt那感情的反常表现，倒也是无关紧要。</p>\n<p>“你看起来糟透了！”我打开前门，就发现Matt靠在门框上。我不知道为什么他甚至连门都不敲了。要是我再晚一会开门，他好像就要在那睡着了。</p>\n<p>“我才连值了两班，我累死了。”他走进门倒在沙发上。“你买了什么吃的吗？我饿坏了。”</p>\n<p>“你知道我没的，不过我也饿了，走吧，我们一起出去吃，我请客。”</p>\n<p>他哼了一声。“我们去哪啊？”</p>\n<p>“Mamacita家的餐馆？”</p>\n<p>“不行，Cherie可能会在那。”</p>\n<p>“你很在意吗？”</p>\n<p>“是的。”</p>\n<p>“从什么时候？”</p>\n<p>“从三个星期前我不再见她开始。”</p>\n<p>这让我很惊讶，但我没再追问。“那好吧，Tony家的餐馆怎么样？”</p>\n<p>“不行，我们也不能去那。”</p>\n<p>“为什么不行?”</p>\n<p>“那个金发姑娘——我忘了她的名字。总是塞给我她的手机号。”</p>\n<p>“也许，她今晚休班。”</p>\n<p>“如果是这样的话，那另一个也会在那。穿得很潮，满身香水，上次差点就坐到我腿上了。”</p>\n<p>我开始大笑。</p>\n<p>“镇上有我们<em>能去</em>的餐馆吗？”</p>\n<p>“没有！”他哼了一声。</p>\n<p>“看来作为镇上最受欢迎的单身汉一点也不容易啊。”我强忍住不笑出来。</p>\n<p>“我很高兴你能找到笑点。”</p>\n<p>“那你对她们都不感兴趣？”</p>\n<p>他正望着我，看起来如此疲惫，放下了一切戒备。当他说出这句“不，我更愿意待在这。”的时候，我知道他是认真的。天那，听到这话我是如此狂喜，但还是努力保持我平常的语调。</p>\n<p>“你觉得你只要和一个同志在一起混久了，那些姑娘就不会再缠着你了？”</p>\n<p>“这绝对是额外的收获。”这会他已闭上了双眼，呼吸也慢慢放缓。</p>\n<p>“看起来到目前为止没什么效果。”</p>\n<p>“住嘴Jared，快去定披萨。”</p>\n<p>披萨到的时候，我又拿了几瓶啤酒，打开电视。奇怪的是他还在沉默，一副心事重重的样子。我看了下屏幕上的节目预告。“我们可能要等<em>早餐俱乐部</em>播完，不过40分钟之后就是<em>可汗的愤怒</em>。”</p>\n<p>“无所谓。”</p>\n<p>我不知道要如何应付这样状态下的他。他一直都很坚强，但今晚感觉他像是迷失了，等着某个人带他回家。虽然他已经在喝第三瓶啤酒了，但还没吃多少披萨。</p>\n<p>“你明天上班吗？”我问。</p>\n<p>“有一天假。”</p>\n<p>“我们去骑行吧。已经有几个星期没去了。”</p>\n<p>他高兴了一点。“好啊，我可以练习下车技。”</p>\n<p>他无精打采地倒下，长腿伸在身前。头向后仰，双臂伸到沙发后面，这样一只手就放在我脑后。</p>\n<p>一半的时间他都在闭着眼，我以为他在要睡着的边缘游离。我们静静地坐了一会，他突然说道：“我讨厌这部电影。”</p>\n<p>“是因为这些煽情的废话，还是因为没有什么东西爆炸？”这本来应该是句玩笑，但我想他没能听进去。</p>\n<p>“他们都没弄清楚自己是谁，只是在表演自己的角色。在做他们父母想要他们成为的样子，一直努力成为他们所期望的。这真是让人疲惫不堪。”</p>\n<p>不知怎么，我觉得他不只是在说这部电影。</p>\n<p>“我羡慕你。”他说。“你从没像这样疲惫过，不是吗？你不在乎他们对你期望着什么。”</p>\n<p>“Matt，你在担心谁的期望？”</p>\n<p>“陌生人的，每一个人的。干，我甚至不知道我在说什么。我太累了。”他又闭上了双眼。“别听我的。”</p>\n<p>我很确定他已经睡着了。我坐在那，脚支在咖啡桌上，眼睛盯着那电影，但并没有看进去，想着到底是发生了什么，让他陷入这种情绪。然后我感到脑后有一下轻微的拉拽，接着又是一下。我意识到那是他的手。他在抚摸着我的头发，温柔地拉直我的发卷。</p>\n<p>“Matt，今天发生什么事了？”他边玩边看着我的头发。但我想他的视线并不在此。可能他还没意识到自己在做什么。这感觉十分美妙，我一动不动，生怕他会停下来。“上班时出了事？”</p>\n<p>“没有。”</p>\n<p>“我知道你在说谎。”</p>\n<p>有那么一会他没有回应，但又开始轻轻地拉直我的发卷。</p>\n<p>“他们要计划一次野餐。你知道的，就是部门内的那种活动，每个人都要带家人去。”</p>\n<p>“这不是问题所在。”他叹声说道，然后深吸了一口气，似乎要告诉我缘由。然后他停了片刻，摇了摇头。“没什么。”他不在玩弄我的头发，视线回到电视上，这个话题似乎已经结束了。</p>\n<p>“所以，问题<em>在哪</em>？”</p>\n<p>他犹豫了片刻要不要回答，最后轻声地说：“他们问我要不要带个伴，我提起了你。”</p>\n<p>我惊了。“你不该这样的。”</p>\n<p>“不应该个屁。”</p>\n<p>“他们怎么说？”</p>\n<p>“他们告诉我，‘男朋友’可不行。”他又叹了口气。</p>\n<p>“我知道你警告过我，应该知道会是这样的。但我们是朋友不是吗？”他没等我回答。“我不能有朋友？如果<em>不只</em>是如此呢？”他说出这句话的时候，我差点被啤酒呛到，但他似乎没注意到。</p>\n<p>“这关他们什么事呢？他们该死的想让我跟他们一起去野餐——一个人——然后看着他们和他们那该死的幸福的家人一起，我还得假装我在这镇上唯一在乎的人根本不存在？”</p>\n<p>“嗯……”我无法思考，不知道要说什呢。我真不敢相信他说了这些话，而且我也非常确定平日里他是绝不会说出这些的。但这不重要。他还在继续说，我头后的手又开始扯我的头发了。</p>\n<p>“<em>这时候</em>我父母打来电话。真是时候。我妈妈十分恼火，因为他的姐姐有好几个外孙和外孙女，而她一个也没有。我父亲喝醉了，这没什么新鲜的，又开始说起我的责任。我不知道他是对我仅仅只是个警察而不满，还是想让我结婚安顿下来。我猜两者都有吧。这时候我多希望能有个兄弟姐妹，这样他们就能帮我转移父母的期望。”我脑后的轻拽还在继续。“每个人都想要什么，每个人都期望着什么。他们从没问我过得怎么样，开不开心。他们不问我想要什么。”</p>\n<p>“那你想要什么？”</p>\n<p>他的手和头都靠在沙发后面。</p>\n<p>他的眼睛盯着天花板。“我也希望我知道。”</p>\n<p>我不知道要说什么，目光转回电视，过了一会，我发卷上轻轻的拉拽又恢复了。</p>\n<p>“Jared，你想要什么？”他的声音很和缓，我看过去，他灰色的双眼与我的目光相遇。“告诉我<em>你</em>期望着什么？”</p>\n<p>我的心脏漏跳了一拍。他是在问我对他的感受？</p>\n<p>我可以告诉他我对他没什么期望，确实如此。但对于我想要什么，答案很简单。我想要他。但我很确信他已经知道了，宣之于口并没有什么帮助。“我期望明天能在路上把你打得落花流水。”</p>\n<p>他微微一笑。“那我最好得睡一会了。”</p>\n<p>“你开车回家没问题吧？”</p>\n<p>“我想都不会想的。”两分钟后，他睡着了。</p>\n<p>等我起床的<strong>时候</strong>，Matt已经洗了澡，出去买了甜甜圈，煮好了咖啡。当他把我推出大门的时候，他那少见的情绪似乎已经被遗忘。</p>\n<p>我们度过了一次很棒的骑行时光。我在路上摔了一跤，场景颇为精彩，结果就是我两个膝盖被擦破，从肩膀到肘部都在渗血。在我能站起来之前，我听到了那只能被称作是发狂的笑声。我的大脑没在思考自己有多疼，而是在想是谁在笑，因为我绝没在Matt那里听到过这样的笑声。在我还没意识到发生了什么之前，他跳到我身上，把我按在地上。我大约有六英尺高，但算不上是个大块头。Matt比我重二三十磅，一点都不费力地就能把我压倒。</p>\n<p>“我的天，你太重了！你到底在做什么？”</p>\n<p>他的身体被肌肉和汗水覆盖。他的双眼闪烁着绿色，笑着压在我身上。“抓点土上去！”然后他开始抓了一大把，撒满我的手臂。这疼的要命，但与此同时又莫名其妙地被勾起了欲望。他这样在我上面，让我有点兴奋，摇摇欲坠。</p>\n<p>到了山顶，我们摘下头盔，放下自行车，站在顶峰，纵览身下的峡谷。金黄的太阳衬着遂蓝的天空，微风充满着树叶的气息，在我们身旁萦绕。白杨树在光影中变幻，绿色中带着琥珀色和橙色的光斑。那是一段完美的时光，站在他身边，身上满是汗水，尘土，还有血渍，看着我们所身处的落基山脉的荣光。我转身看着他，想知道他是否也感受到了，却发现他根本没在看这些。他在看我。他的头微微侧向一边，像是有什么东西令他困惑。他在微微笑着。真正让我吃惊的是他的眼神，我从没想过他会这样看着我，这只应该出现在我最甜美的梦中。</p>\n<p>他伸出手，越过肩去够我的头发。整个世界都在慢下来？我感觉难以呼吸。我感到一下轻拽，意识到他已经解开了我的发带，手指在紧贴头皮的发间游离。呼吸更加困难，我闭上了双眼。我不确定我们像那样站了多久，感觉像是一辈子那么长，又像是一次呼吸那样短暂。</p>\n<p>“Lizzy错了，你绝对不应该剪掉。”</p>\n<p>他拿开了手，当我睁开眼睛的时候，他已经在往回走，去取自行车了。当他回头看我的时候，给了我一个灿烂的笑容——我什么时候才能习惯看到他这样？——“最后一个到山下的晚饭买单。”</p>\n<p>“好吧，Jared！快说！”</p>\n<p>我转身发现Lizzy在对我咯咯笑，她蓝色的眼睛在几乎在闪光，带着一丝顽皮的期待。</p>\n<p>“我不明白你在说什么。”</p>\n<p>“别装傻。你不能整天在这闲晃，想入非非，嘴上挂着笑容还要指望我相信什么都<em>没</em>发生吧。所以——快说！”</p>\n<p>我知道她是对的。我感觉自己一整天都处在飘飘然的状态。</p>\n<p>“我只是过了很开心的一天。”</p>\n<p>“是Matt，对不对？”</p>\n<p>“是，嗯，不，但也不完全是这样。”</p>\n<p>“那<em>到底</em>是怎么回事？”</p>\n<p>我不知道要怎么说，但我意识到我那滑稽的笑容更加灿烂了。</p>\n<p>“拜托请告诉我他终于改变想法了？”</p>\n<p>“嗯，我不想让你有过高的期望”——或者是我自己的——“但我真的认为可能会有那么一丝丝希望。”</p>\n<p>她尖叫着，把胳膊围在我的颈上，这让我措手不及。一只手臂被他圆圆的肚子压在身体一侧，她的头发也进到了我嘴里。“Jared，那可太棒了！”</p>\n<p>门铃响了，Matt走进来。“你们两个在开心什么呢？”</p>\n<p>我知道我的脸颊通红，但Lizzy还像往常一样镇定。“Jared刚刚跟我说等孩子出生他计划每周帮我照顾一次孩子，这样我就能和Brian晚上出去约会了。他人是不是太好了？”我刚刚有说她镇定吗？我觉得这完全不够。她能在不让我尴尬的情况下回复他，而且还能一箭双雕地为自己挣得每周一晚的约会机会。你不得不钦佩她。“那么Matt，Jared有跟你说过他的生日吗？”</p>\n<p>“没。”他期待地望着我。</p>\n<p>“还有两周呢。”我告诉他。</p>\n<p>“是九月二十一号。”Lizzy说。“我要做晚餐，你也会来的，对吧？”</p>\n<p>他直直地看着我，说道。“我不会错过的。”</p>\n<blockquote>\n<p>翻译自原著第十五章<br>2020.02.28</p>\n</blockquote>\n","next":{"title":"Promises第十四章","link":"2020/02/22/PromisesChapter14"},"plink":"http://wardzhou.art/2020/02/25/PromisesChapter15/","toc":[{"id":"promises","title":"Promises","index":"1","children":[{"id":"第十五章","title":"第十五章","index":"1.1"}]}],"reward":true,"copyright":{"author":"白桦树下的人","link":"<a href=\"http://wardzhou.art/2020/02/25/PromisesChapter15/\" title=\"Promises第十五章\">http://wardzhou.art/2020/02/25/PromisesChapter15/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}