{"title":"Corner Chapter1","date":"2020-04-17T14:58:50.000Z","date_formatted":{"ll":"Apr 17, 2020","L":"04/17/2020","MM-DD":"04-17"},"author":"orangeShirt","thumbnail":"","link":"2020/04/17/cornerChapter1","comments":true,"tags":["Corner","M/M"],"categories":["Novel"],"updated":"2020-04-17T15:44:46.541Z","content":"<p><strong>⚠Please assure to check out following tags before you read</strong></p>\n<p><code>#M/M</code> <code>#Teen</code></p>\n<p>It all happened in a normal day of April. It was raining all night. The ground was  wet still and the air felt fresh. It was just a normal day for Neo.</p>\n<p>Neo’s boss was furious about him. The plan was obviously not satisfying enough for him. So Neo had to work late to make a new one.</p>\n<p>It was late when he finished. Neo looked up outside the windows as if in a trance.</p>\n<p>Cold air of the night made him refreshed. And he called a taxi to a bar nearby.</p>\n<p>After a couple of drinks, Leaning against the counter, he found himself stuck in a stupor again.</p>\n<p>“Rough day?”</p>\n<p>Neo tried to focus and looked up at the guy talking to him.</p>\n<p>“You tell me.”</p>\n<p>“Drinking alone?”</p>\n<p>“And here comes my company.”</p>\n<p>He smiled a bit, knocked on the counter to the waiter.</p>\n<p>“Two more beers please.”</p>\n<hr>\n<p>“I am David.”</p>\n<p>“Good.”</p>\n<p>“Okey Mr.Good.”</p>\n<p>Neo finally laughed.</p>\n<p>“You are really bad at striking up a conversation.”</p>\n<p>“Thanks a lot.”</p>\n<p>Neo stared at this guy for a while but didn’t speak.</p>\n<p>He looked back and said with a smile.&quot;What? &quot;</p>\n<p>&quot;Nothing.&quot;Neo smiled back.</p>\n<p>“So tell me about it?”</p>\n<p>“About what?”</p>\n<p>“Your rough day.” He raised his eyebrows and kept smiling.</p>\n<p>“Oh, nothing matters. It was just my annoying boss not satisfying my plan, so I had to overworked.”</p>\n<p>“Sounds like someone should had a rest.”</p>\n<p>“And here am I.” Neo shrugged a bit.</p>\n<p>“You? Who bring you to me?  Another annoying boss?”</p>\n<p>“Not exactly. Actually I came for you.”</p>\n<p>Neo stopped for a while staring at David then said.</p>\n<p>“You can’t be serious.”</p>\n<p>“I am.” David smiled again. “Fact is that I have been waiting for you the whole week expecting your appearance.”</p>\n<p>“I can’t tell if it’s hot or creepy. But ok, glad to hear that.”</p>\n<p>“Let’s just leave the hot part for you. I could bear with the creepy.”</p>\n<p>“You are really bad at flirting.” Neo laughed a bit now.</p>\n<p>“So what do you do? You won’t tell me that you are working here right?”</p>\n<p>“No, my hottie. I work at a bookstore. Doesn’t pay well but it’s a relaxing job.”</p>\n<p>“Cool. I was dreaming to open one when I retire.”</p>\n<p>“Then you should pay a visit in workdays.” David smiled again.</p>\n<p>“Sure, if I have vacancy.”</p>\n<p>“So it’s a date then. a bookstore date.”</p>\n<p>“Hummn. Okay, I could live with that.” Neo said.</p>\n<p>“What?”</p>\n<p>“I thought you would hook up with me, since you’ve expecting me for a week.”</p>\n<p>“Would you say yes to that?”</p>\n<p>“Actually yes, you look nice… and…hot.”</p>\n<p>David laughed, came to Neo and hugged him.</p>\n<p>“We could save it for the date.”</p>\n<p>“Ok.” Neo smiled with satisfaction.</p>\n<p>After exchanging numbers they left the bar.</p>\n<blockquote>\n<p>All right reserved, any unauthorized reproduction or transfer is prohibitted.</p>\n</blockquote>\n","prev":{"title":"雨落花 Flower in Shower","link":"2020/04/19/flowerInShower"},"next":{"title":"Prologue","link":"2020/04/15/prologue"},"plink":"http://wardzhou.art/2020/04/17/cornerChapter1/","reward":true,"copyright":{"author":"orangeShirt","license":"Attribution-NonCommercial-NoDerivatives 4.0 International(<a href=\"https://creativecommons.org/licenses/by-nc-nd/4.0/\" rel=\\\"external nofollow\\\" target=\\\"_blank\\\">CC BY-NC-ND 4.0</a>)","updated":"April 17, 2020"}}