{"title":"Promises第九章","date":"2020-02-06T17:14:42.000Z","date_formatted":{"ll":"2020年2月7日","L":"2020/02/07","MM-DD":"02-07"},"link":"2020/02/07/PromisesChapter9","comments":true,"tags":["Promises","翻译"],"categories":["翻译"],"updated":"2020-02-10T06:58:04.515Z","content":"<h1 id=\"promises\">Promises<a href=\"#promises\" title=\"Promises\"></a></h1><p><em>Marie Sexton</em></p>\n<h2 id=\"第九章\">第九章<a href=\"#第九章\" title=\"第九章\"></a></h2><p>一周之后，Matt在五点的时候出现在我门口，他还穿着制服。看到他我很高兴。</p>\n<p>“我们走吧。”我开门的时候他说道。“我去给你买晚饭。”</p>\n<p>我们坐上车，他说：“我得中途先去一下我家，我想换件衣服。”我还没去过他家，很好奇他的家怎样的。</p>\n<p>结果他住的地方算不上一个房子，他把车停在一排公寓前。如果再大一点就算得上是一间公寓了。那是一个白转围成的又长又窄的长方形，里面有四间能引起幽闭的单人房间。</p>\n<p>我们一起走进门，我被这地方莫名的空荡所震惊。这间极小的起居室大部分空间都被你能在电视上看到的那种大型的健身用具所占据。除此之只有一把金属的折叠椅，一张旧的木制方桌（用作咖啡桌，在一把椅子前面），一个放在木箱上的电视。这是我见过最整洁的单身汉的房间了。</p>\n<p>“哇，这地方不错。这牢房的装饰很适合你，很符合‘风水’。”</p>\n<p>他给了我假笑：眉毛翘起，一边的嘴角上扬。“在我开始以为你不是真正的同志之后，你又开始用，‘装饰’和‘风水’这样的词。”我笑了笑。</p>\n<p>他走进卧室换衣服，背对着我说：“不用拘束，当你自己家就好。”</p>\n<p>这客套话听起来有点滑稽，这没有什么给我感觉像是个家。</p>\n<p>客厅后面与厨房相邻的一个小角落简直不能被叫做餐厅。一张不解释的牌桌，还有另一把金属折叠椅。我惊讶的看到后面一整个墙面被一个巨大的书柜占满，里面的书多得要掉出来。我走过去浏览那些书的名字。这些书以各种方式堆在一起，不久我就发现他们是按照类别和作者粗略排列的。这才是整洁。一个架子上全是法律、警察章程还有刑事司法相关的教科书。然后是更多的非虚构文学，大多数是有关战争和军旅的，还有几本人物传记。然后就是各种各样的小说——疑案、惊悚、科幻、西部，除此之外甚至还有几本绘本。</p>\n<p>Matt从卧室出来，穿着他气场的那件牛仔裤和T恤。他站在我一旁，又高又挺，双手别在背后，看着那些书。我感觉我发现了一扇通往他内心的小窗。也许是一座圣殿，我不确定那窗后到底是什么。</p>\n<p>“你给我的印象不太像是个会读书的。”</p>\n<p>他沉默了一会，平缓地说：“我经常一个人，有时很难消磨时间。”</p>\n<p>这些话还有那语气中透露出疲惫的感受触动了我的心弦——这份孤寂完全同我一样。“我太知道这是怎样的感受了。”</p>\n<p>就在那一刻，有什么东西在我们两人间传递。我们没有开口，但我知道我们都感受到了。那不像是找到灵魂伴侣那样的老套而浪漫的情节，只是两个相通的灵魂无声地相识。我们都孤独了这么久，也许再也不会了。</p>\n<p>“所以你的家人对你是同志这件事不介意吗。”这问句听起来更像是陈述句。</p>\n<p>我们去了Tony家的餐馆。Matt不想冒着撞到Cherie的风险去Mamacita家的餐馆，那真的不比这好多少。我确定整间餐厅只有我们一桌客人，店里的两个服务员赶忙过来接待我们。他似乎没有注意到这些，</p>\n<p>“我父亲为此困扰了一阵，他和你想的一样，认为我只是没努力尝试过。他真的会说‘我的孩子，你只需要和姑娘们试个一两次就行了。’这样的话。我母亲很好地接受了，不过她时不时为此而难过，她觉得我会错失将来抚育孩子的机会。她不希望看到我孑然一身。”</p>\n<p>“Brian尽最大努力接受这件事，尽管还是吓到了他。出柜前我最担心的就是他，我一直都很尊敬他，我当时很肯定他会因此厌恶我。我决定要第一个告诉他，这让我无从鼓起勇气，于是我带他去了酒吧——我当时刚满21周岁——几杯酒下肚后，我终于壮起胆子对Brian说，‘Brian，我是同志。’他笑了，是真的笑了。，然后他对我说，‘不是在说笑，孩子，你终于弄明白了吗？’我想了想他的话，也跟着笑了。Brian是看着我长大的，肯定在什么时候知道了我和Steve Atwater的事，还有我迷恋上他最好的朋友以及在我21岁生日上发生的事。得知我在他心中的地位没有动摇，我如释重负，否则我将无法面对。”</p>\n<p>“你有一个，你懂得，一个——朋友吗？”</p>\n<p>他似乎在那个词上有些踟蹰，我对他笑了，说：“我算是有一个<em>朋友</em>。他叫Cole，我们在大学的时候相识，实际上他当时在和我的室友约会。不过他们分手之后，我们约过几次。他住在Arizona，不过他家在Vail有一套公寓。他来这边滑雪的时候，有时会叫我一起。我们的关系很随意，彼此都不是喜欢的类型。对我来说他有点过于花哨了，我对他来说也太土了。只是偶尔会在一起，没有一点感情。除了他之外就没有别的人了。”</p>\n<p>“那你怎么能遇到像你这样的人？”</p>\n<p>“我再也没见了，我过去偶尔会去酒吧。Fort Collins有一家，Boulder和Denver也有几家。你知道的，就像你们一样，你或许能在那打上一炮——在同志酒吧，几乎可以保证你能找到人上床。不过这取决于你的标准——但除此之外，你找不到什么别的东西了。”</p>\n<p>“这就是你想要的吗？除了性之外更多的东西？”</p>\n<p>“我们不都是吗？”这听起来过于做作。</p>\n<p>我们真得换个话题了。“所以，你工作怎么样？”我马上就知道这不是个好问题。他灰色的双眼更加深沉了——我现在一点也看不到里面的绿色了——他有点紧张。</p>\n<p>“不怎么样。”他含糊地说。</p>\n<p>“怎么了？Coda发生了什么我没听过的犯罪？”</p>\n<p>他放松了一点。“我不得不几次三番把Dan Snyder从Cherie家里拽出来。第一次是他喝醉了酒往她的房子扔酒瓶。另一次，他在Cherie家里，她看起来很糟糕。我实在不明白她为什么不提起诉讼，很明显他一直在对她家暴。他可真是个杰作。”</p>\n<p>“Dan一直都很混蛋的，从高中开始就是这样。”</p>\n<p>“嗯。”他沉默了一会，开始扯瓶子上的标签。“我真是受够那些家伙了。”他安静地说，没有看我。我花了好一会才明白。</p>\n<p>“是因为我？”</p>\n<p>他不情愿地点点头。</p>\n<p>“那我们到底在这做什么？”我难以置信地问。</p>\n<p>我告诉自己要压低声调。“你来我家，还带我出去吃饭——他们当然会议论。”</p>\n<p>他耸耸肩。“真是惹火我了。”尽管听起来他并没生气，而是有点难过。“他们都结婚了，不懂这些。我见到你的那天晚上——那不是第一次，他们一直想安排我相亲。”我不知道要对此说些什么。“我和他们一起共事，所以我想和他们好好相处。但是一天结束，他们都回到各自家里。”</p>\n<p>而他独自一人回到自己的牢房公寓。他没说出这句，但我听到了。</p>\n<p>我们安静地吃了一会东西。突然听到一个声音，“嗨，Jared！”我抬头看到了Stevens先生，高中的乐队指挥，就我所了解到他是镇上除我之外唯一的同志。他已经年过六旬，穿着很得体，他似乎总是打一个领带。</p>\n<p>“嘿！Stevens先生，最近过得怎么样？”</p>\n<p>“你很久前就不再是我的学生了，你知道的，可以叫我Bill。”他一直对我这么说，但要管自己之前的老师直呼名字还是有点难为情。“我相信，你就是我们新到任的警官咯？”他对Matt说。</p>\n<p>“是的先生。Matt Richards。”他握了握Steven那有点衰弱的手。</p>\n<p>“Richards先生，很高兴见到你。我非常开心你能加入我们这个小社区。希望你不介意我问这个问题，你是真的在局里出柜了吗？”</p>\n<p>我强忍住不笑出来。很明显Stevens先生猜想Matt是同志。不过就我看来，很明显地Matt完全不知道他在说什么，我能从他的表情在中看出来，他正在思考，“出哪？”但戏剧性的是他点点头说：“是的，我已经出了。”现在我真的要忍不住想要笑出来了。</p>\n<p>“那真是太棒了，很高兴听到我们的警局已经如此开放。”</p>\n<p>Matt的神态没什么变化，Mr. Stevens显然看不出他有多么困惑。我意识到自己已经如此熟识他那谨慎的表情。“那好吧，我就先不打扰你们俩，我想让你们知道看到你们在一起我有多开心。”他向我眨了眨眼。“给我这个老头子一丝希望。”</p>\n","next":{"title":"Promises第八章","link":"2020/02/06/PromisesChapter8"},"plink":"http://wardzhou.art/2020/02/07/PromisesChapter9/","toc":[{"id":"promises","title":"Promises","index":"1","children":[{"id":"第九章","title":"第九章","index":"1.1"}]}],"reward":true,"copyright":{"author":"白桦树下的人","link":"<a href=\"http://wardzhou.art/2020/02/07/PromisesChapter9/\" title=\"Promises第九章\">http://wardzhou.art/2020/02/07/PromisesChapter9/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}