{"title":"Promises第一章","date":"2020-01-06T09:40:12.000Z","date_formatted":{"ll":"2020年1月6日","L":"2020/01/06","MM-DD":"01-06"},"thumbnail":"https://i.loli.net/2020/01/06/hfOgeu7clvLJtqM.jpg","link":"2020/01/06/PromisesChapter1","comments":true,"tags":["Promises","翻译"],"categories":["翻译"],"updated":"2020-01-30T13:39:09.319Z","content":"<h1 id=\"promises\">Promises<a href=\"#promises\" title=\"Promises\"></a></h1><p><em>Marie Sexton</em></p>\n<h2 id=\"第一章\">第一章<a href=\"#第一章\" title=\"第一章\"></a></h2><p>一切都开始于Lizzy的吉普车。如果不是这，我可能也不会遇见Matt，也许他不会想要证明自己，没有人会受到伤害。</p>\n<p>但我不是一个喜欢退却的人。正如我所说，一切都开始于Lizzy的吉普车。Lizzy是我兄弟Brain的妻子，这一家马上就要在秋天迎来第一个孩子。她决定卖掉她从大学就拥有的一辆老威格车，它实在不再适合三人的居家出行了。于是，她把车开到了我们店的门口，在车窗上留下手写的“待售”标签。</p>\n<p>这家店最初是我祖父开的，原本卖些五金配件，后来不记得是什么时候也开始经营汽车贩卖。</p>\n<p>当我祖父逝世，我父亲掌管了这家店，父亲过世后，便留给了我哥哥Brian，Lizzy还有我。</p>\n<p>那是科罗拉多一个明媚的春天，我坐在店里，腿搭在柜台上，幻想着自己正在外面沐浴阳光，就在这时，他来了。</p>\n<p>他不是本地人，这马上就引起了我的注意。除去在福特柯林斯读大学的五年，我已经在柯达住了大半辈子，镇上的每一个人都认识。所以他既不是来看望谁，也不仅仅是经过这里。我们这里不是旅游胜地，不过确实偶尔会有人误打误撞来到这，要找四驱的拖拉机或者去大路远处的某一个休闲牧场。</p>\n<p>他一点也不像任何一个经常光顾休闲农场的油腻中年人。他大概三十二三，比我高个六七公分，一米八出头，部队里出来一样的寸头，还有几天没刮的黑色胡茬。他穿着牛仔裤，上身纯黑色的T恤，脚上穿着一双牛仔靴。宽广的臂膀显示出他经常锻炼。他真是个尤物。</p>\n<p>“那辆吉普车还能开吗？”，他的声音低沉又有一丝丝迟缓，但不是南方人的那种，只是他发出母音比科罗拉多人要长一点。</p>\n<p>“当然，它好得很。”</p>\n<p>“嗯……”，他望向窗外的那辆吉普，“为什么要卖掉它？”</p>\n<p>“不是我要卖，是我的嫂子。她说后面再装个座位太难了，买了一辆<em>切罗基</em>”</p>\n<p>他有点不解，看来他没有孩子。“所以这车开起来怎么样？”</p>\n<p>“很棒，想试试吗？我把钥匙给你。”</p>\n<p>他的眉梢轻轻上挑，“当然想！需要什么抵押的东西吗？我可以把驾驶证留下。”</p>\n<p>我想在那时，他几乎能劝我做任何事情。我的双膝感觉微微发软。我在努力确认是不是在他铁青色的眼睛中看到一丝绿色。“我陪你一起吧，我对这边的路比较熟悉，我们可以找一条容容易点的小路让你试试车。”，希望我当时的语气还算随意。</p>\n<p>“那店怎么办？在客忙的时候让你们人手不足会让我过意不去的。”他轻扬眉毛望向空挡的店铺，一边的嘴角甚至抽动了一下。 “你离开的话老板不会生气吗？”</p>\n<p>我笑了，“我就是老板之一，所以我什么时候想翘都行。” 我转身向里面的房间喊,“Ringo！”</p>\n<p>我们的一个店员小心地从后面走出来。他总是对我受宠若惊，如果Lizzy不在的话，他会刻意与我保持距离，我认为他一直在盼着我追求他。他今年17，黑色长发，皮肤不算好，轻得像浸湿的五美元。我无心坦白他不是我喜欢的类型。</p>\n<p>“嗯？”</p>\n<p>“在这里看着店，我一个小时左右就回来。” 我转身回到我那又高又黑的陌生人身边。“我们走吧！”</p>\n<p>我们刚坐进吉普车里，他就向我伸出右手。</p>\n<p>“我叫Matt Richards。”</p>\n<p>“Jared Thomas。” 他握地很用力，但不是那种要握断你的手来证明强壮的那种。</p>\n<p>“走哪边？”</p>\n<p>“左转，开到巨石那里。”</p>\n<p>“那是什么意思？”</p>\n<p>“字面意思——就是一块TM的大石头，没什么特别的。人们喜欢在上面野餐，当然，孩子们也会跑去那边逗留，或者嗨药。”</p>\n<p>他对着那边皱了一下眉，我开始认为他平时不怎么笑。 而我，被大家周知，时常笑不拢口。</p>\n<p>从店里出来几分钟了，特别是在去山上的路途，已经足以让我这一天快乐起来。陪一个这么久以来见过最好看的家伙一起试车一点也不令我感觉劳神。</p>\n<p>“所以你是怎么到这小镇上的？”</p>\n<p>“我刚刚搬过来。”</p>\n<p>“真的假的？ 你怎么会想搬到这来？”</p>\n<p>“为什么不呢？”他的语气开始俏皮起来，虽然还是那副严肃的面孔。“你不是也住在这吗？真的这么糟吗？”</p>\n<p>“嗯，其实没有那么糟，我喜欢这里，所以我一直没有离开。但是，你知道的，这个小镇在逐渐衰败，搬出去得人比进来的人要多。”</p>\n<p>山前的小镇都越来越热闹，没人想要住在这在两地之间来回跑。</p>\n<p>“我刚被柯达警署聘用。”</p>\n<p>“你是警察？”</p>\n<p>他对我挑了挑眉，用些许好笑的语气说，“有问题吗？”</p>\n<p>“哦，没，但我真希望我没告诉你孩子们在那边的嗨药的事。”</p>\n<p>他又向我挑了挑眉，轻语道：“别担心，我不会告诉他你是那个告密的。”</p>\n<p>看来这个好警官并不是一点幽默感都没有，“所以，你一直都住在这吗？”</p>\n<p>听起来他并不是真的好奇，只是想随便聊聊.</p>\n<p>“是的，除了我在大学的那几年。”</p>\n<p>“那家店是你的？”</p>\n<p>“我和我兄弟家的，所以是的。虽然赚不了多少钱，但确实是我们在经营。Brian是会计，他还有另外一个客户，所以他主要负责账本。Lizzy和我照顾店里。”</p>\n<p>“但你上过大学？”这回他听起来是真的好奇了。</p>\n<p>“对的，我去过科罗拉多州。我有一个物理学位还有教室资格证。”</p>\n<p>“那你怎么不是老师？”</p>\n<p>“我不想让Brian和Lizzy失望。”这不完全是真的，但我不想告诉他真实的原因：我不想面对在小镇里做一个gay老师的争议和矛盾。“没有其他人能帮忙看店，我们请不起全职的店员，如果不想赚钱的话倒是可以，但是他们想。所以，我们只雇了Ringo一个兼职。我们扣了他一般的薪水，因为他给自己的车在店里买东西，所以还不错”，我笑道。</p>\n<p>“Ringo！那肯定不是他的真名。”我意识到自己在胡言乱语，“抱歉我说的太多了，我肯定让你无聊了。”</p>\n<p>他正对着我的脸，望着我，认真地说：“一点也没。”</p>\n<p>我们快到小路的尽头，“你可以在这里挑头了。”</p>\n<p>他停下车，怀疑地环顾四周：附近没有其他的车。“我没看到任何大石头。”</p>\n<p>“再往前走一汇就到了，想走过去看看？”</p>\n<p>他的面露一丝喜色，“当然”。</p>\n<p>我们沿着小路往前走，穿过黄松、道格拉斯杉和白杨树林，植被慢慢稀疏，名如其实的大石块逐渐在眼前显现。</p>\n<p>科罗拉多山脉布满了这种巨大的难以移动的石碓，圆滚的样子布满干枯的铁褐色的地衣。</p>\n<p>这一块离下坡一侧大概有20英尺高。如果你想上去，你几乎可以走上去，但这又有什么意思呢？这些岩石就是给你爬的。</p>\n<p>到了岩石顶端，我们坐了下来。这里的景色同刚才那边并无什么分别，我们能一直看到小路下面的吉普车，除此之外，只是更多的树，更多的大石块和山。我喜爱科罗拉多山脉，但这样的景色可以在数以百计的地方看到。我很惊讶地听到Matt发出一声满意的叹息。当我看着他的时候，发现他露出惊异的神情。</p>\n<p>“老哥，我爱死科罗拉多了，我是从俄克拉荷马来的，相信我，这里的风景要好得多。”</p>\n<p>他转头看着我，我几乎停止了呼吸。他正洋溢在斜阳中，皮肤变成黄褐色，双眼发出光芒……眼神里绝对有一微微绿色。“真的感谢你能带我来这。”</p>\n<p>“随时愿意效劳”，我是认真的。</p>\n<blockquote>\n<p><em>第一版译自原著</em><br><em>2020.01.06</em></p>\n</blockquote>\n","prev":{"title":"绮","link":"2020/01/07/绮"},"next":{"title":"Hexo迁移新版本的坑","link":"2019/12/30/迁移新版本的坑"},"plink":"http://wardzhou.art/2020/01/06/PromisesChapter1/","toc":[{"id":"promises","title":"Promises","index":"1","children":[{"id":"第一章","title":"第一章","index":"1.1"}]}],"reward":true,"copyright":{"author":"白桦树下的人","license":"保持署名-非商用-自由转载-禁止演绎(<a href=\"https://creativecommons.org/licenses/by-nc-nd/4.0/\" rel=\\\"external nofollow\\\" target=\\\"_blank\\\">CC BY-NC-ND 4.0</a>)","updated":"2020年1月30日"}}