{"title":"Promises第十四章","date":"2020-02-22T14:50:52.000Z","date_formatted":{"ll":"2020年2月22日","L":"2020/02/22","MM-DD":"02-22"},"thumbnail":"","link":"2020/02/22/PromisesChapter14","comments":true,"tags":["Promises","翻译"],"categories":["翻译"],"updated":"2020-02-23T17:23:06.866Z","content":"<p>我的眼睛睁开了一点，他的身体正在贴近，注视着我，脸上的表情是我从没见过的。<br>他的眉毛微微下垂，双眼灰暗而忧愁</p>\n<a id=\"more\"></a><h1 id=\"promises\">Promises<a href=\"#promises\" title=\"Promises\"></a></h1><p><em>Marie Sexton</em></p>\n<h2 id=\"第十四章\">第十四章<a href=\"#第十四章\" title=\"第十四章\"></a></h2><p>一年来，我一直在骑车上下班，只有在路上积雪的时候才会开车。我不确定，但我一直怀疑这是唯一我能和他在一起的原因。大部分时间我都很喜欢这样，但不是今天。午后下起了暴风雨，这在九月初的科罗拉多是很平常的。雨水很冷，能见度也很低。最糟的是，我原本打算回家的时候，去一趟商店，因为家里已经没什么能吃的了。但因为这雨，我发现这会最想要的就是回家把自己弄干。</p>\n<p>或许Matt今天会过来，我们可以叫个披萨。</p>\n<p>我把头低下来，尽可能快地沿着路骑。突然一辆车撞到了我。它从机动车道开出来，缓慢地行驶，可能也是因此救了我一命。司机在打电话，没有注意——就像Lizzy一直说的那样。我想这下她要开心了。</p>\n<p>他从左面撞向我，我感到车的前保险杠撞到我的头，紧接着我飞到街上，在右边的柏油路上滑了几英尺，停在路中央。我意识到自己是多么幸运，后面再没有车经过。</p>\n<p>“该死，我很抱歉！我当时没注意！你受伤了吗？”司机已经从车里出来，走到我身边。我认出来他是附近镇上的，叫Jason。除此之外我就一无所知了。</p>\n<p>“我想我还好。”实际上，我并不确定。我昏沉沉的，努力想挺过来。虽然不疼，但那并不能代表什么。</p>\n<p>“我想最好是带你去医院。”</p>\n<p>当我抬头看着他，惊讶地发现他非常的害怕。</p>\n<p>“我没事的。”实际上我更担心自己的车怎么样了。</p>\n<p>“你在流血。”Jason指着我的左耳。</p>\n<p>我把手抵在头上，手掌马上就沾满了鲜血，随后被雨水冲刷干净。“该死。”</p>\n<p>我发现我衬衫上都是血，街上的雨水也被沾染上一片殷红。</p>\n<p>Jason开始慌了。“让我带你去医院吧。”</p>\n<p>现在疼痛发作了。与其等警察和救护车来，不如让他开车送我。我上了他的车。</p>\n<p>“你头上的伤实际上比看起来还要严重。”医生告诉我。“当然，如果你戴头盔的话，这时候你可能已经回家了，只会留下几处撞伤和清淤，而不是在我的急诊室流血了。”我知道他是对的。比这更糟的是，Lizzy，Brian还有我妈妈在接下来的几天要对我重复无数次同样的说教。“没有脑震荡的迹象，所以我们会给你清理下伤口做好包扎，然后你就可以回家了。你认识什么可以接你回家的人吗？”</p>\n<p>“有的。”</p>\n<p>“好的，我会给你开一些羟考酮——”</p>\n<p>“我讨厌那东西，它会让我发痒。”</p>\n<p>“那是非常常见的副作用，你更喜欢维柯丁？”</p>\n<p>“当然。”</p>\n<p>“我现在先给你一些，此外，我会给你开更大的剂量带回去，在睡前服用，但只是今晚。明天你可能会非常疼，但尽量用非处方的止痛药。”</p>\n<p>“你说的算。”身上到处都开始疼起来，我知道这只会更糟。</p>\n<p>他们给我开了第一轮要用的药，然后用一种闻起来很像是胶水的东西合住了我左太阳穴上的伤口。除了浑身是血，我在柏油路上的打滑的时候还把衬衫弄得粉碎。他们把它扔了，痛苦地清理了我右边的一大片擦伤，在上面涂了一些药膏，然用绷带包扎好，给了我一件蓝色的病服让我穿回家。</p>\n<p>警察们进进出出，问了我一些问题。Matt显然不在当班。Jason给了我他的保险信息，并保证明天会把我的自行车送回我家。这事似乎变得没完没了。直到快九点的时候医生才给我开好第二轮要用的维柯丁。“你可以在几个小时之后服用。”他递给我的时候说道。尽管我点了点头但我知道我不会等那么久的。他递给我一部电话。“打给要来接你的人吧，走之前我想和他说几句。”</p>\n<p>他刚离开房间我就把药吃了，然后开始想要打给谁。Lizzy会哭得像一个精神受到打击的人一样，想方设法地对我百般呵护。</p>\n<p>布赖恩会大喊我是个白痴。妈妈会边哭边用同样的话对我说教。</p>\n<p>我打给了Matt。</p>\n<p>“嘿，Jared。”他接了电话。“你到底去哪了？我在你家。”</p>\n<p>“我在医院，你能过来挤我吗？”</p>\n<p>“你还好吗？怎么回事？”他惶恐地问。</p>\n<p>“我被一辆车撞了，但——”</p>\n<p>当然他没让我说完。“什么！天哪，Jared你还好吗？”</p>\n<p>“我很好，但他们不让我走，除非有人能开车接我回家。”</p>\n<p>“我五分钟后就到。”</p>\n<p>Matt赶到后，医生带他去了走廊，他们聊了一会。等我们坐到车里的时候，我已经感觉好多了。</p>\n<p>“请不要教训我了。”这时候我说道。“要说也要等到明早。”</p>\n<p>“好吧。”他说得好像他根本没想到一样。我差点就要亲他一口了。</p>\n<p>等我们到了我家的时候，我走不了了。</p>\n<p>在维柯丁和肾上腺素的共同作用下，我几乎迈不开步。我坐在沙发上，靠在背上，闭上了双眼。我感到他紧挨着我坐下。</p>\n<p>有那么一分钟，什么都没有发生，也许是一小时。</p>\n<p>整个世界都变得轻飘飘的，触不可及。</p>\n<p>我的身体还在疼痛，但受到药品的影响，并不是很疼，能回到自己的家令人十分舒心。我可能已经睡了一会，但我并不确定。在某个时刻，我意识到他就在我身边，随后是我太阳穴附近的伤口感到了一次如同羽毛般轻柔的触碰。</p>\n<p>我微微张开双眼，他就坐在我身边，面对着我，一条腿压在下面，注视着我头上的伤口。</p>\n<p>他的手指小心地把我的头发拨开。我再次闭上了双眼，由着意识漂游，感受着他在我头发间摩挲的手指。我的头还在疼，但他轻柔的触摸令我非常舒适。</p>\n<p>“Jared，Jared。”Matt喊道。这不是他平日里那种玩笑的语气，而几乎是一声轻语，十分憔悴。这让我很惊讶。</p>\n<p>我的眼睛睁开了一点，他的身体正在贴近，注视着我，脸上的表情是我从没见过的。他的眉毛微微下垂，双眼灰暗而忧愁。他的手指似乎还紧贴着我的肌肤游离于发间，像是在爱抚，但我混乱的大脑无法确定。“你差点就死了。”</p>\n<p>即使是在麻药的作用下，我还是被他这六个字所流露出的，如此之多的，纯粹的情感所震惊。我不知道要如何回应，从嘴边出来的却是一句：“我很好。”</p>\n<p>他闭上了眼睛，手指还在我的发间，只是不再移动。“谢天谢地。”</p>\n<p>我无法再继续思考了。</p>\n<p>这感觉十分奇怪，不太对劲。但我不明白是出在哪里。他终于张开了眼，我一定看起来十分困惑，因为他突然对我轻轻一笑说道：“他们到底给力你多少维柯丁？”</p>\n<p>“足够了。”我可以轻松地一整晚睡在这，十分不愿他的手从我的紧贴肌肤的发间抽离。</p>\n<p>他对我摇了摇头，仍挂着那微笑，说道。“来吧，到上床的时候了。”</p>\n<p>他起身，把我从沙发上拉起来，一路推着我到卧室。到了那，他问我：“你有适合我穿的卫衣吗？”</p>\n<p>这让我很不解，但还是指向了一个抽屉。</p>\n<p>“好吧。”他开始去抽屉里翻，回头看了我一眼，挑起了眉，露出那种挑逗的神情。“Jared，我不会给你脱衣服的，”他轻轻地说。“你得自己来。”</p>\n<p>当时还真没想，这是我要做的。我顺从地脱下了鞋袜还有裤子，坐在床上，不知道接下来要做什么。</p>\n<p>Matt走过来，勉强地笑了笑。</p>\n<p>“差不多了。”他把我从医院穿回来的那件衬衫脱掉。当他看到我身上的淤伤还有一侧巨大的绷带时，他的神情又灰暗起来，我没见过那陌生的神情。然后他轻轻地把我推到床上。我侧过身让没有伤的一面朝下，放松下来。然后他把毯子盖在我身上。上次有人对我做这些是什么时候？我已经闭上了双眼，思绪再一次游离。过了一会，床垫响了。我微微睁开了眼，房间很黑，但还是能看到他，穿着我的一套卫衣，正从床的另一边躺进来。</p>\n<p>“你要睡在这？”我费力地问了出来，尽管似乎我说得很模糊。</p>\n<p>“今晚我不能留你一个人。医生嘱咐我一旦你开始呕吐就要打给他。”</p>\n<p>“你会一直在这直到我醒来吗？”我只知道为什么会在意这个，但很显然一部分我想要得到答案。</p>\n<p>我感觉到他的手紧紧地围在我的腰上。“我保证。”</p>\n<p>清晨，我在培根的香味中醒来。我饿极了，浑身都在疼，嘴里的味道糟透了，而且我的头在嗡嗡作响。我拖着身子走到浴室，释放了膀胱，然后开始洗漱。在身上有一大块擦伤还有强力胶的情况下我没办法洗澡。我左边的脸上从太阳穴到下巴有一条巨大的淤伤。</p>\n<p>没错，我妈妈一定会发疯的。比起去见她，我更愿意再被一辆车撞。</p>\n<p>昨晚的记忆从我离开医院开始就模糊不清了，隐约记得疼痛，太阳穴上轻柔的触摸，以及黑暗中围在我腰上的手。他昨天真的睡在我床上了吗？<em>真是错失了机会。</em>我边想着边吃了两片泰诺和布洛芬。</p>\n<p>“你感觉怎么样？”我走到厨房，坐到早餐台前的时候他问道。</p>\n<p>“像是被一辆麦克卡车撞了。”</p>\n<p>“不对。”他把一盘培根，几个鸡蛋还有吐司放在我面前。</p>\n<p>“只是被一辆丰田Land Cruiser撞了。”一杯牛奶还有一杯咖啡紧接着被端了上来。我突然想到，除了咖啡以外的食物都不是我家里的。他肯定是早起出去买的。</p>\n<p>“该死，我饿了！”</p>\n<p>“你昨天的晚饭吃的是维柯丁。”</p>\n<p>“这就说得通了。”我开动了。</p>\n<p>“我给Lizzy打了电话，说你会晚一点到。”</p>\n<p>想到Lizzy会因为这件事唠叨，我嘟哝了一声。“你跟她说是怎么回事了吗？”</p>\n<p>“没说。”他听起来觉得很好笑。</p>\n<p>“你是想让我在告诉她之后承受她那所有疯狂的举动，不是吗？”</p>\n<p>“说对了。”他的眼角皱了起来，几乎要笑起来。“除此之外，我肯定她一定急切地想要知道为什么我早上七点半会在你家里打给她。我想让她大胆脑补是件有趣的事情。”Lizzy一定会因此像蜜蜂一样追着我问，我不由得笑了。“介意我用下你的浴室吗？”他问。</p>\n<p>“请自便。”我已经几乎把盘子里的食物吃了大半。他没有去洗澡，站在那看着我想要说些什么，但不知道怎么说。这让我有有点不安，我停下来抬起头看着他。“怎么了？”</p>\n<p>他走过来，挨着我站在柜子旁。他静静地站了一会。我在等着，想着他要对我说教。</p>\n<p>但接着他朝我弯下身，一只手放在我的发间，另一只手在我的后颈，把我拉向他。他的头埋在我的头发里，身体颤抖着，喘了一口气，嘴唇微微贴在我的耳旁轻声说道：“不准你再这样吓我了。”</p>\n<p>我惊住了。我知道我是他镇上唯一真正的朋友，但还是惊讶于他有多么的惶恐不安。突然间我想起了昨晚他的那我从没见过的陌生的表情。我想起了他在说我可能会死这句话时嗓音里所流露的情绪。他是如此的在乎我，我被他这番完全地打动了。我几乎说不出话，但还是尽力说了出来：“我会努力的。”</p>\n<p>“好极了。”他放开了我，把我的头盔从柜子上拿了下来，猛地推到我怀里，力气大得让我疼得一缩。</p>\n<p>“就从现在开始。”他说。这听起来不像是个请求。</p>\n<p>起初我本能地想要抗拒，但当我看着他，又是那副表情，同昨晚一样。我还能再对他抗拒吗？答案是如此的简单明了：不会。我是如此的爱他。</p>\n<p>“我保证。”</p>\n<blockquote>\n<p>翻译自原文第十四章<br>2020.02.24</p>\n</blockquote>\n","prev":{"title":"Promises第十五章","link":"2020/02/25/PromisesChapter15"},"next":{"title":"Promises第十三章","link":"2020/02/20/PromisesChapter13"},"plink":"http://wardzhou.art/2020/02/22/PromisesChapter14/","toc":[{"id":"promises","title":"Promises","index":"1","children":[{"id":"第十四章","title":"第十四章","index":"1.1"}]}],"reward":true,"copyright":{"author":"白桦树下的人","link":"<a href=\"http://wardzhou.art/2020/02/22/PromisesChapter14/\" title=\"Promises第十四章\">http://wardzhou.art/2020/02/22/PromisesChapter14/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}