{"title":"Promises第十六章","date":"2020-03-13T18:07:57.000Z","date_formatted":{"ll":"2020年3月14日","L":"2020/03/14","MM-DD":"03-14"},"thumbnail":"","link":"2020/03/14/PromisesChapter16","comments":true,"tags":["Promises","翻译"],"categories":["翻译"],"updated":"2020-03-13T19:18:53.114Z","content":"<h1 id=\"promises\">Promises<a href=\"#promises\" title=\"Promises\"></a></h1><p><em>Marie Sexton</em></p>\n<p><strong>⚠Please assure to check out following tags before you read</strong><br><strong>⚠阅读前请确保适用于以下标签</strong><br><code>#mature</code> <code>#M/M</code> <code>#negative transition</code> </p>\n<h2 id=\"第十六章\">第十六章<a href=\"#第十六章\" title=\"第十六章\"></a></h2><p>在等生日到来的这两星期里，我的困惑与日俱增。Matt每晚都在我家，他睡在我沙发上的时间和睡在他自己家的时间一样多。尽管每次早上我睡眼朦胧地起床时，他已经不在了。他甚至还带了牙刷在我家。我努力地说服自己他只是不想回到他那荒芜而空荡的公寓。我几乎已经相信是这样了。但我又胡乱猜测，他是想多见我，抚摸我，尽管这是不必要的。</p>\n<p>许多个夜晚里，我们在沙发上看电视，我能感受到他在我脑后温柔的轻拽。这是一种折磨，但却又是我每天所期待的。</p>\n<p>我生日那天，Matt要工作，不过五点就下班了。他来接我，我们一起去Lizzy家吃晚餐。</p>\n<p>那是个奇怪的夜晚。时间流逝，他移动着身子离我越来越近，双眼像在燃烧，就如同我之前在其他男人的眼里见到的一样，但已经是很久前了。他似乎无法停止地抚摸我。分开来说，只是在我手臂，肩膀，后背很随意的抚摸。他也经常摸我的头发。</p>\n<p>慢慢地，他的抚摸变得不那么随意。如果是其他人，我知道这到底是什么意思。但对他，我完全没有主意。</p>\n<p>甚至就连我的家人都注意到了。我看到母亲那看透一切的微笑，还有Brian那忧虑而困惑的神情。我又怎能忽视Lizzy的咧嘴一笑，还有她背着Matt竖起的大拇指呢？</p>\n<p>但他似乎还没意识到自己在做什么。我整晚都有一点兴奋，希望没人注意到。</p>\n<p>那天晚上，最后，Lizzy说我们都不能开车，并主动开车把我们送回我家。车停到我家门口时，我感觉晕头转向，我曾经听过这词，不过直到现在才理解。</p>\n<p>我不知道接下来要怎样。或许他会再喝一瓶啤酒，睡在我家沙发上。但一部分我意识到我们正在悬崖边向下张望。我们既没有转身走开，也没有深吸一口气跳下去。我的手在剧烈颤抖，试了三次才把钥匙插进锁孔。</p>\n<p>他在我身后高兴地哼着歌，身体摇晃着，一副站不住脚的样子，我想他并没意识到这。</p>\n<p>我终于把我们弄进家门，在厨房停歇片刻，向身后喊：“我再给我们找点酒喝。”我从柜子里拿了杯子，又从冰箱里拿了几瓶啤酒，带上了冰格，站在那，盯着这些东西看，不知道接下来要做什么。一般我会从冰箱里拿两瓶啤酒，但我有点慌，努力地保持平衡。我没听到他进来的声音，突然就感到他站在我身后。他的手围在我腰上，这让我难以呼吸，感到他庞然而坚硬的部分抵着我的后背。他不知道这是在对我做些什么吗？</p>\n<p>然而他在我耳边发出的声音不是那种来自情人的性感的调子，而是他那往常随意又诙谐的声音。“你在这做什么呢？”他更用力地靠在我的身上，伸手拿了一瓶啤酒。“谁点了加冰的啤酒？”我看不到他的脸，但我知道现在他现在翘起了眉毛。</p>\n<p>“我，呃，我不知道。”我口吃得像个呆子，试着去想球，或者是骑行而不是他离我有多近。他放下酒，压在我背上的重量减轻了一些，但他的左手又放回我的腰间，右手向上游离于我的腹部。我已经无法呼吸。</p>\n<p>“嘿，”现在他的声音听起来有点担心了。“你还好吗，你在发抖。”</p>\n<p>我紧张地笑了笑。“是在开玩笑吗？”</p>\n<p>“不是在开玩笑，你怎么了？”</p>\n<p>我深吸一口气，说道：“Matt，你可能没意识到，但你正在向我发出一些认真而复杂的信号。我不知道你希望我怎样回应。”</p>\n<p>“你是什么意思？”我的哥啊，他的声音听起来真的是很困惑。但他还是没有放开我。</p>\n<p>“我指的是这个，Matt。你抚摸我的方式。”</p>\n<p>“哦。”不用转头也能知道，他开始脸红起来。</p>\n<p>“你希望我停下来吗？”</p>\n<p>“不，我<em>不想</em>你停下来，但我认为也许你应该停下。”</p>\n<p>“什么？为什么？”他有点困惑，但很快就明白了。“哦！”</p>\n<p>然而他没有放开。过了片刻，他的手又往上移到我的胸前。压在我背上的重量增加了，他的声音变得低沉而沙哑。“我让你兴奋了吗？”</p>\n<p>“老天，是的，你让我兴奋起来！”我嘶哑地说了出来，这让我有些释然。“这就是你想要的吗？”</p>\n<p>他愣了片刻，他在我耳边的声音有些沙哑。“我真不知道。”又是一次颤微的鼻息，他放开了手，我感到他退了一步。“我很抱歉。我真的不是有意的。”但当我转身的时候，我发现他只是退了半步，与我只有一英尺远。他双脸通红，显然像我一样吃惊。</p>\n<p>有那么一会，我们都没有动，我设法努力呼吸，说服自己的身体没有什么值得兴奋的事情发生。但他不听。我全身都在颤抖，声音有些沙哑。“好吧，嗯——”</p>\n<p>我停顿了一下，他突然再一次走向前来。我的背抵在了柜台上。手指死死地抓着柜台的边缘。他是如此的近，看着我，皱着眉，头微微地侧向一边，像是在努力做出一道难题。</p>\n<p>我似乎是某种谜题，而他已经有了答案。</p>\n<p>今晚，我确信在他的眼中看到了那抹绿色，满是惊异与迷惑，但还有其他东西。“我猜，我只是想抚摸你。”一只手离开了柜台，落在我的臀部。“我想”——他听起来有些惊讶——“我真的很喜欢抚摸你。”这时，他的手已经向上滑到我的手臂上。他的嘴唇与我的已近在咫尺。我感觉像是一阵电通过全身，每个神经都在把我拉向他。</p>\n<p>“我可以这样抚摸你吗？”</p>\n<p>我放弃抵抗，闭上了双眼，放松在他那高大而强壮的身体里，大脑想的都是他的手感觉有多好。</p>\n<p>“嗯。”</p>\n<p>他把手伸进我的发间，轻轻地拉直发卷。有一会，我只能感觉到他在我发间的游离。然后他抓了一把我的头发，把我向后拉，露出脖子，他倾过身，嘴唇抵在我的项上。柔软的双唇，还有糟乱的胡茬，滑向我的下巴，向着我的耳朵进攻。我很确定，我的心脏就要从胸膛挣出。否则我的下体就要从我牛仔裤的扣子里爆出来。他的嘴唇擦过我的耳旁，轻语道：“我想要抚摸你，再多一点点。”</p>\n<p>我想告诉他永远都不要停下，但我说不出话。我怕一旦我回应他，触摸他的身体，这魔咒就会失效。但我还是伸出一只手，放在他平坦的腹部。他做出了回应，另一只手臂围住了我的腰。</p>\n<p>他的舌头轻舐我的耳朵，面颊紧贴着我，感觉像是砂纸。我拉起他的衬衫，把手伸进去，在他的背部游离。我感到结实的肌肉在我手指下跳动，他抵着我的颈部轻声呻吟，一路传到我的腿间。我不认为我们之间再有什么间隙，但他还是努力地把我拉的更近。我整个身体都贴在他身上。他的手臂紧紧地围着我，一只手在我的背部上下游走，另一只还在拉扯着我的发卷。我能感到他在我颈上的嘴唇。不像是刚刚那样在我的皮肤上擦过。现在，是真正意义上的吻了，双唇抵在我的脖子上，舌尖随着我的脉动轻拍。然后，他的双手都放在我的臀间，把我的股间更紧地拉向他的，我能感到他的坚挺与我的抵在一起。</p>\n<p>我听到了自己的呻吟，或许倒不如说是一声啜泣。</p>\n<p>不管是什么，他显然很喜欢，颈间的轻咬突然变成某种更为剧烈的动作。他把两只手都伸进我的头发，现在全身的重量都压在我身上，搂着我抵在柜台前。他更用力地拉着我的头发，双唇进攻着我的颈间，不管那是什么，都几乎是让人痛苦的，但我绝不想让他停下。</p>\n<p>几次尝试之后，我终于轻声说出来。</p>\n<p>“你想去卧室吗？”</p>\n<p>我还有我这大嘴巴。</p>\n<p>他僵住了，像是一尊会呼吸的雕像，双手还拉着我的头发，颈间还有他温暖的嘴唇。“Matt？”</p>\n<p>他放开了我。等我反应过来，他已经在房间的另一头了。我摇摇欲坠，像是刚刚有人把我撕成了两半。</p>\n<p>“Matt？”</p>\n<p>他在吧台的椅子上坐下，头埋在手里，蜷着身子。“我的天，刚刚都发生了什么？刚刚到底都发生了什么？”他发出了一声或是笑或是啜泣的声音。“我不知道我这是怎么了。我想我要失去理智了。”</p>\n<p>我向他走了一步，伸出手。</p>\n<p>“别碰我！”他咆哮般吼出。</p>\n<p>他还不如给我一拳，这让我太难过了。</p>\n<p>“Matt，没关系的。”</p>\n<p>“这绝对不行！我的天，这<em>不</em>行。我想……我怎么能想要那些？我怎么能会想以这种方式要你。”</p>\n<p>“Matt，我也想要你。已经很久了。这没什么错的。”</p>\n<p>他唯一的回应就是埋在手中不断摇晃的头。</p>\n<p>“Matt，我知道你对我说过什么。但对我坦白点，这肯定不是第一次你被另一个男人吸引。”</p>\n<p>他沉默了很久，我开始认为我真的说错了。然后，他非常轻地说：“你是对的。我之前也被其他男人吸引过。不是很多，但有几个。却不像这样。<em>从没</em>像这样过。”他颤着深吸了一口气。“一直都只是生理反应，我还能忽视。对自己说不，告诉自己这是不对的。”</p>\n<p>他抬起头看着我，眼里的痛苦与困惑让我心碎。“无论我们之间的是什么，我都无法摆脱。”</p>\n<p>这些话怎么能让我如此开心的同时又让我如此痛苦。 “Matt，为什么一定要摆脱呢？”</p>\n<p>我走向他，坐在凳子上，他居然比我矮了一点。在我靠近的时候，他的双眼充满担忧，但他没有阻止我。我走到他的双膝之间，双手捧住他的脸颊，看着他的眼睛。</p>\n<p>“我知道的，Matt。我完全知道要怎么做。和我一起来卧室，让我给你展示我们能做些什么。”我倾下身吻他，只是蜻蜓点水的一吻。</p>\n<p>“拜托了Matt，相信我，请不要再逃避了。”</p>\n<p>他的面颊上满是泪水。“但这是不对的。”</p>\n<p>“你知道我不信这套说辞的。我没看出这哪里有错。”他闭上了眼，当我亲吻他的嘴角的时候，我听到他喉咙哽住的声音。</p>\n<p>“你觉得这是错的吗？”</p>\n<p>我吻住他一边脸上的泪痕。“因为我不觉得这是错的。”然后是另一边。“在我的生命中从没有什么感觉是如此的正确。”我回身等着。他张开双眼，望着我。</p>\n<p>“我爱你，Matt。这怎么能是错的？爱怎么会是错的？”</p>\n<p>但对他来说已经无法承受。当我说出这些话的时候，大门已经关闭。他伸出手抓住我的手腕，小心地把我的手从他脸上拉下来，摇了摇头。他站起来，轻轻地把我推开。</p>\n<p>“我得走了。”</p>\n<p>“Matt，别这样。拜托你不要逃避了。”</p>\n<p>但他甚至都没有回头。</p>\n<p>我<strong>正</strong>坐在店里，出神地盯着柜台上的一道裂缝。</p>\n<p>说实话，我已经盯着那裂缝有一个多小时了。</p>\n<p>店里来了几个人，我让Ringo去接待了。他们在店里的时候，我确保把手盖住脖子上的印记。没必要让镇上有更多能够八卦的闲话了。我甚至记不得从前什么时候会对吻痕如此的沮丧。</p>\n<p>我听到Lizyy从后门进来，朝我走过来。然后她笑了。“我的老天，瞧瞧你的脖子！看来某人真是过了个生日啊。”</p>\n<p>但当我抬头看她的时候，她一定是马上就看出我眼神里的痛苦。她的脸色沉了下来，摊坐在我旁边的椅子上。“怎么了？”</p>\n<p>“我不想聊这个。”</p>\n<p>“哦，Jared。昨天之后，他望着你，抚摸你的方式，我很确信……”</p>\n<p>“还是不想聊这个。”</p>\n<p>“你们打架了？”</p>\n<p>“不算是。”</p>\n<p>“你们分手了？”</p>\n<p>“Lizzy，我们得先在一起才能分手。”</p>\n<p>“所以是怎么了？”</p>\n<p>于是我告诉了她。她眼神中的同情是最让我感到糟糕的了。</p>\n<p>尽管她大着肚子，还是给了我一个拥抱。“我确信，他会回心转意的。他对你显然也像你对他一样痴狂。给他一点时间吧。”</p>\n<p>但我无法相信她说的话。</p>\n<blockquote>\n<p>翻译自原著第十六章<br>2020.03.14</p>\n</blockquote>\n","prev":{"title":"Nginx站点配置SSL","link":"2020/03/14/nginxSSL"},"next":{"title":"CentOS下使用Nginx+Git部署hexo","link":"2020/02/29/nginxServer"},"plink":"http://wardzhou.art/2020/03/14/PromisesChapter16/","toc":[{"id":"promises","title":"Promises","index":"1","children":[{"id":"第十六章","title":"第十六章","index":"1.1"}]}],"reward":true,"copyright":{"author":"白桦树下的人","license":"保持署名-非商用-自由转载-禁止演绎(<a href=\"https://creativecommons.org/licenses/by-nc-nd/4.0/\" rel=\\\"external nofollow\\\" target=\\\"_blank\\\">CC BY-NC-ND 4.0</a>)","updated":"2020年3月14日"}}