{"title":"Promises第五章","date":"2020-01-19T13:24:02.000Z","date_formatted":{"ll":"2020年1月19日","L":"2020/01/19","MM-DD":"01-19"},"link":"2020/01/19/PromisesChapter5","comments":true,"tags":["Promises","翻译"],"categories":["翻译"],"updated":"2020-01-30T13:39:48.254Z","content":"<h1 id=\"promises\">Promises<a href=\"#promises\" title=\"Promises\"></a></h1><p><em>Marie Sexton</em></p>\n<h2 id=\"第五章\">第五章<a href=\"#第五章\" title=\"第五章\"></a></h2><p>Ringo结果是个好学生，只是他的问题在于不擅长处理变量，总想把常量直接放到等式里。迈过了这道坎，一切都豁然开朗。不过他也有点被这自豪的劲头蒙蔽了双眼，还没学会的知识点却告诉我他已经学会了。但他一直持之以恒地学习。就这样，我连续给他辅导了几个星期，直到有一天Matt过来店里。</p>\n<p>“嘿！Jared！”他进来的时候对我喊道。“我正想在你走之前逮住你呢。”自从在Lizzy的那个晚上他知道我是同志之后就再也没见过他。</p>\n<p>Lizzy马上假装在滤油器的架子旁边忙活。我知道她听都听得到，只是假装没有。</p>\n<p>“我还欠你一顿晚饭，想一起吃个饭喝点酒吗？”他瞥向Lizzy。“当然也欢迎你一起来。”</p>\n<p>“啊？我？”被发现在偷听的她，有点慌张尴尬。“不了，Brian还在等我，宝宝出生前我还不能喝酒。没有我你们俩能玩的更尽兴。”</p>\n<p>我们沿街到了Mamacita家的餐馆，我们那里唯一的墨西哥餐馆。</p>\n<p>“你确定这没关系吗？”进去之前我问Matt。</p>\n<p>“什么没关系？”</p>\n<p>“这是个小镇，大家看到你和我在一起，会有风言风语的。”</p>\n<p>他皱了下眉，我意识到他才想到这一点。但他只是耸了耸肩：“不过吃个晚餐而已。”</p>\n<p>“好吧，别怪我没提醒过你。”</p>\n<p>我们刚刚坐下来，店里的侍者Cherie就过来问道：“Jared，你这位朋友是谁？”</p>\n<p>Cherie和我自从幼儿园就一起上学了，一直到高中毕业都是同学。那时她美极了——金色的发，褐色的眼睛，身材更是出挑。时至今日依旧如初，只是时光无情，带走了她眼中些许光彩，但也未曾全失。她两次结婚又离婚，都是同一个，Dan我们这当地的一个贫民。有谣言说Dan喝醉酒后就会打她，而他大部分时候都是醉的不省人事。她甚至有一次被打得进了医院。至少她足够明智要与他离婚，两次。</p>\n<p>他们也没有什么孩子，我想这也是好事。</p>\n<p>“Cherie，这是Matt。他是柯达新到任的警官。”我想着，Matt肯定在不久之前就对她的前夫再熟悉不过了。他总是到处惹是生非。“Matt，这是Cherie，她…….”深陷苦境？绝望？还是寂寞？“一位老朋友”，我讪讪地说。</p>\n<p>“很高兴见到你！”她几乎在用睫毛拍他了。不知怎么，我感觉我们会在这被优待的。</p>\n<p>她走的时候，Matt绝对在打量她。</p>\n<p>“所以。”，他说。“你们约过会吗？”</p>\n<p>我笑道：“没。”</p>\n<p>“那你和姑娘们约过会吗？”</p>\n<p>天哪，不，不要再聊这个话题了。怎么总是能聊到这个。</p>\n<p>“没，我从没认真和哪个姑娘约过。”</p>\n<p>“所以你也从没……?”他没说下去但已经知道他的意思了。</p>\n<p>“没，从没和女人有过。”</p>\n<p>“哦，那你怎么知道——？”</p>\n<p>我忍不住翻了白眼。“我就是知道，事实上，我从未想过是怎么知道的。”</p>\n<p>Cherie带着我们点的酒来了，不断对Matt暗送秋波。他视乎没怎么注意。当她再一次离开的时候，他说：“抱歉，这不关我的事。”</p>\n<p>“没关系，人们总是觉得如果我们努力的话，也许会喜欢女人，不过至少对于我来说，并不是那样。”</p>\n<p>“那有些人是可以的？”</p>\n<p>“我不清楚。显然是有很多喜欢男人的家伙最后还是和女人结婚生子。这对他们来说一定很艰难。我真的说不准，我只知道我从来都没想试过，女人们就是对我没有吸引力。”</p>\n<p>“有意思。”他有点脸红。“那，从宗教上说呢？”</p>\n<p>“你是在问我这是不是一种罪吗？”</p>\n<p>“大概吧，嗯。”</p>\n<p>“我不相信有上帝，所以对我没什么影响。一旦你把他从平等状态中抽离出来，这就成了简单关于是否赞许成年人在一起的问题。”</p>\n<p>[^1]: Once you take him out of the equation, it becomes a simple matter of consenting adults.</p>\n<p>我确定这让他有点不自在。</p>\n<p>“所以，你一点不信教？”他不像是感觉受到冒犯，只是单纯的惊讶。</p>\n<p>“不太信。我不是被那样教出来的。我父亲是无神论者，我的母亲呢，我觉得可以说是带着一点佛教色彩的不可知论者。不知道你能不能听明白。”不过他的表情已经表明他没能理解。“我猜有很多像神灵一样的存在，有时我们并不能理解，但我能想象出来他或是它是什么样子。我更在意谁睡在我床上。”他似乎没有太多异议，完全陷入迷茫。“我就当你是基督徒咯？”</p>\n<p>“我猜是吧。我不确定，我不是那种极端虔诚的信徒，但我想我总是相信那是真的。我来自基督世家。不经常去做礼拜，但总是在餐前祈祷。就是这类事情。我真的没有仔细想过很多。如果这是错的，怎么会有那么多人相信呢？”</p>\n<p>“相信某个事物的人数可往往抵不上它的真实性。”</p>\n<p>[^2]: 原文：The number of people who believe a thing has no bearing upon its truth.</p>\n<p>Cherie给我们端来食物的时候他还在沉思。</p>\n<p>“宝贝，还需要别的什么吗？”她几乎都没看我一眼。他又点了两瓶啤酒。</p>\n<p>我觉得反问一句还算公平。“那你呢？你有过被男人吸引的经历吗？”</p>\n<p>他涨红了脸，回答很有趣。“不，当然没有。”但那听起来是个谎言。他的回答太快也太急了。据我以往的经验，真正的直男是不会有如此大的反应的。</p>\n<p>“没关系的。如果你承认你真的偶尔会被男人吸引，这也没关系的。这并不意味这你就是另外一个人。”</p>\n<p>[^3]: 原文：It doesn’t mean that you’re any less of one.</p>\n<p>“没有！”他有点恼怒，但没生气。</p>\n<p>“好吧，那你在高中有参加过什么运动吗？”这可能听起来我在给他下套。</p>\n<p>“我摔过跤。”</p>\n<p>棒极了！当然，我现在开始在想象（脑补）他穿着那种摔跤时候穿的紧身衣是什么样子。</p>\n<p>“那你摔跤的时候，同另一个男人在地板上翻滚，有没有觉得有过一点兴（性）奋？”</p>\n<p>[^4]: 原文：turn on</p>\n<p>“那不一样。”</p>\n<p>这出乎了我的意料。我本来认为他会否认的。“是吗？”</p>\n<p>“不，每个人都会偶尔有的，这并不意味着什么。我们都戴着护具，所以另外的人并不知情。你知道的，这时候我会在脑海里想一下棒球或者其他事情，问题就自己解决了。”他开始恢复之前的样子了，又变回了往常的语气。</p>\n<p>“你真觉得是棒球手们的功劳吗？”我开始咯咯大笑，我知道他明白这是个玩笑话。</p>\n<p>“可能不是吧，但想到其他队员会痛扁我确实是我的诀窍。”</p>\n<p>“好，最好是。”</p>\n<p>我们吃完晚餐回到店里。尽管吃饭时提起了尴尬的事情，不过我们很快就转移到其他愉快的话题上了。</p>\n<p>“所以，你为什么当上了警察？”</p>\n<p>“感觉是一件自然而然的事情。尽我的职责，保护和服务上帝还有这个国家。就是这些狗屁的话。”</p>\n<p>“上帝和国家？你是海军还是什么？”</p>\n<p>他又皱了一次眉。我真希望他能多笑笑。我确信他笑起来一定很迷人。</p>\n<p>“不，但我父亲是。我本来也要去参军的，我没有参军这件事，我觉得他永远都不会原谅我的。我加入了后备军官训练队，但他觉得这还不够，其他人——我父亲，叔叔，我爷爷都是军人。我想他们难以理解我为什么不想过那样的日子。只要是他关心的，我都会去做，然而我辜负了他。”</p>\n<p>天，这完全能解释得通了！他看起来有点尴尬，我有强烈的预感，他还没全部告诉我实情。他突然改变话题一点也不令我吃惊。</p>\n<p>“你之前寻宝过吗？”他问道。</p>\n<p>“没，我听说过，但我没有定位仪。”</p>\n<p>“我这周末想去试试，想一起来吗？”</p>\n<p>“当然。”我努力说服自己这不是一场约会，只是伙伴们一起出去玩。说实话，有个伙伴一起也是令人愉快的。Lizzy和Brian也很棒，但我还是特别孤单。有朋友能一起出去玩的这个主意真棒。我最好抢占先机以防镇上中意的女人占用他的空余时间。</p>\n<p>“听起来会很有趣的。”</p>\n<p>“棒极了！那我周六的十点去接你。”我确信Lizzy不会介意我请一天假的。</p>\n<p>我告诉他去我家的路，然后就在这星期剩下的时间一边数着日子一边骂自己是个傻瓜。</p>\n<hr>\n<p>还有什么比渣男回头更刺激的？所以周末的约会两人会撞出什么火花呢？下一章见~</p>\n<blockquote>\n<p><em>译自原著第五章</em></p>\n<p><em>2020.01.20</em></p>\n</blockquote>\n","prev":{"title":"Promises第六章","link":"2020/01/22/PromisesChapter6"},"next":{"title":"Promises第四章","link":"2020/01/18/PromisesChapter4"},"plink":"http://wardzhou.art/2020/01/19/PromisesChapter5/","toc":[{"id":"promises","title":"Promises","index":"1","children":[{"id":"第五章","title":"第五章","index":"1.1"}]}],"reward":true,"copyright":{"author":"白桦树下的人","license":"保持署名-非商用-自由转载-禁止演绎(<a href=\"https://creativecommons.org/licenses/by-nc-nd/4.0/\" rel=\\\"external nofollow\\\" target=\\\"_blank\\\">CC BY-NC-ND 4.0</a>)","updated":"2020年1月30日"}}