{"title":"Retrospection","date":"2020-08-13T16:02:49.000Z","date_formatted":{"ll":"Aug 14, 2020","L":"08/14/2020","MM-DD":"08-14"},"link":"2020/08/14/Retrospection","comments":true,"tags":["随笔"],"categories":["随笔"],"updated":"2020-12-14T15:10:11.495Z","content":"<p>It is the day when <em>Agent of SHIELD</em> came to an end. Suddenly it came to me that it has been 7 years since the first episode. And in the meantime I saw the moment Paddy posted about his travel to Tibet. And then something really strong overwhelms me, putting me at a loss.</p>\n<p>I just can not help but keep asking questions like what have I done these years, who I loved, how the way leaded me here and now.</p>\n<p>I barely changed generally in these years I guess, still that stubborn insistent boy seeking for his belongings. I took more steps than ever before and beyond.  And I guess this boy is less helpless now.</p>\n<p>Media should the place I want to be staying at. Also I have explored a lot more to construct. Learning is always a good friend or lover for me And I do enjoy and had great fun in this relationship. Changing this stubborn can be hard but it is harder to change the world. The two stubborn things are somehow in a real fight with no ending. He know he finds a way in it. And he finds himself there too.</p>\n<p>Paddy, right Paddy. I am still not sure or just faking there is hope outside. He is the very corn* now and no other can replace it. But it just won’t go as what is wished like any other things. It’s painful which is really hard to get rid of. As I thought at the fist, I will be a long time to recover from it. Not cure, just recover like before.</p>\n<p>I never regard. This is the way I choose to decide, to live.  So where this path lead me to? Die for something? Or just a peaceful happy satisfying afterlife alone or with some guy. It did show dozes of times in my mind, which seems to be less promising but I still have my chance I guess. So this is it. Happy 7th birthday for Ward!</p>\n","prev":{"title":"Cuddle","link":"2020/08/21/Cuddle"},"next":{"title":"走掉的花店","link":"2020/08/07/GoneTheFlowerShop"},"plink":"http://wardzhou.art/2020/08/14/Retrospection/","reward":true}